[
  {
    "id": "b4e8a0ed-283a-4b7e-b825-1dd450d8d670",
    "date": "2025-12-05T08:50:48.266Z",
    "score": 5,
    "text": "I'm intrigued by the game and exited To be honest, the game becomes hard to grow, but there are a lot of treasures and prizes and always is something to do I learn every day more and more more, but I am still learning how to be a warrior and not just one hunter monster hunter hopefully, that day will come soon !",
    "thumbsUp": 58,
    "version": "5.14.1"
  },
  {
    "id": "8ff0a7bc-6fe5-46a2-9b15-c1a50f702562",
    "date": "2025-12-02T04:03:11.120Z",
    "score": 5,
    "text": "I really like it. Kinda made real world like. Generals, upgrade buildings take real times days and years to build. Only thing I would like to see is that dragon patterns be little easy to come by. And some larger keeps be thrown in for the non super money players can get and have a large keep. I understand your points of making them achievement rewards but a lot of players are not money players and will never see them. Also would like to see extra play point boosts for this game in earn section",
    "thumbsUp": 7972,
    "version": "5.13.1"
  },
  {
    "id": "67cd0e96-ed02-4772-9b04-1b85a04aa774",
    "date": "2025-11-24T05:23:29.752Z",
    "score": 5,
    "text": "This is the most genius marketing for a game that I've ever seen, and honestly the community is amazing and the auto translation in chat is pretty cool too. If you really want to feel like a king this is the game for you. if you're looking for what the ad is based on, it's more like a mini game mode. So you're not getting scammed you're just getting more for what you bargain for because, to be quite Frank if they added anything else it was just going to spoiler.",
    "thumbsUp": 245,
    "version": "5.13.1"
  },
  {
    "id": "d2936478-3965-4f68-bdcb-0c1ea79ab4e8",
    "date": "2025-10-22T14:53:58.367Z",
    "score": 5,
    "text": "well it's fun, the down side once you reach level 35 to level 36 you may need to buy packages just to get enough resources, gems, speedups, and other items just level up your generals and your generals gear. If want to get further ahead you need spend lot of money in this game. Most importantly don't train siege machines. Just have enough for your attacking layers. have fun 👍 😁",
    "thumbsUp": 589,
    "version": "5.10.3"
  },
  {
    "id": "f7b18af9-a9b9-40e7-8105-cea264c9adca",
    "date": "2025-12-02T13:36:42.115Z",
    "score": 5,
    "text": "Hy Evony! I've been playing for 7months & I like it. Thank you for the Game! We all make mistakes. Can you please improve 4 features. Nr1 Recall Dismissed Generals. Nr2 Recall Dismissed Troops&Siege Machine&Traps including Killed by others. Nr3 Upgrade(MERGE) Lv1-Lv10 Troops by Power Ratio 10 Lv1 troops = 1 Lv10 troop \\ or a Progressive Algorithm. Nr4 Create BUILDING General Covenant to send Generals to be IDDLE and gain EXP ! Thank You in Advance! 5 Stars !",
    "thumbsUp": 0,
    "version": "5.13.1"
  },
  {
    "id": "ed57a5b1-28c7-4c10-8cce-d3609a9c91d0",
    "date": "2025-09-19T06:17:27.316Z",
    "score": 5,
    "text": "Easy to start, first time playing anything like this! I am understanding how to play and it's going well. Good first 3 levels and challenging, great for people who like to multitask and there hasn't been a dull moment so far and lots of different areas and screens, characters and battles!",
    "thumbsUp": 514,
    "version": "5.08.0"
  },
  {
    "id": "8e6f2706-9b4f-4244-98ff-0d5f53d15f97",
    "date": "2025-10-11T01:05:48.576Z",
    "score": 5,
    "text": "Very inter-active Wargame re: Medieval Times / Themes..but, has a High cost factor, IF, you want to aspire from lvl 29 to lvl 45 quickly; Have been a player since 2015. Spent an avg. of $15. to $50. wkly. for the 1st 3 yrs. It was affordable then !!! Once level 28 was reached there was No need to spend $$$. Have played FREE eversince!!! Am comfortable and Powerful with lv. 34 King / lv. 30 City Castle. Build Troops, the more the better. hint hint !!! and find Strong Kings & Queens to Lead.",
    "thumbsUp": 40,
    "version": "5.09.1"
  },
  {
    "id": "0ed09cce-8f9a-4cd7-9215-dc68ffd674d2",
    "date": "2025-11-24T02:21:03.451Z",
    "score": 5,
    "text": "Really Great game! I love playing, as does my daughter, who just plays my shooting levels...lol. But aside from that, I really enjoying playing and building my army.",
    "thumbsUp": 0,
    "version": "5.13.1"
  },
  {
    "id": "25351d31-8862-491f-a789-8b1b5d0826d7",
    "date": "2025-09-30T10:05:14.932Z",
    "score": 5,
    "text": "love to play with people from different cultures and countries all over the world. while you can advance faster by purchasing packages, it is not necessary. I know several non coiners in the game that have developed just fine albiet a little slower. joining alliances allows for completion of more quests and if on the right server game play is generally pretty peaceful.",
    "thumbsUp": 826,
    "version": "5.06.2"
  },
  {
    "id": "38dc1d5f-83dd-479b-b394-0df25ced01d6",
    "date": "2025-11-11T06:30:07.471Z",
    "score": 5,
    "text": "terrific game, after a month it just wouldn't let me login again. even after deleting it completely. no assistance or feedback received 🥺☹️logged in for a day after complete reinstall using over 3gigs of data then same problem the next morning",
    "thumbsUp": 2,
    "version": "5.12.0"
  },
  {
    "id": "6c0ac89f-2a9e-409c-b95f-fbcbb8c00d37",
    "date": "2025-10-10T06:28:50.752Z",
    "score": 5,
    "text": "Love it even when it's buggy 🤣 but it'd be nice to be able to kill other alliances players Royal thieves and send gifts to cross server friends but maybe using an amount of gems or a limit since the players aren't from your alliance or server and most importantly have an option for opening relic slates at one go!",
    "thumbsUp": 15,
    "version": "5.10.0"
  },
  {
    "id": "79c8225f-cb4f-4cd4-a956-d337c4ab5ec0",
    "date": "2025-09-21T06:53:44.240Z",
    "score": 5,
    "text": "Evony: The King's Return blends city-building, alliances and puzzles. Fun variety and social play stand out, but heavy monetization , grind, and misleading ads n frustrated me. Best for strategy fans who don't mind spending others may find it repetitive and dissapointing",
    "thumbsUp": 0,
    "version": "5.06.0"
  },
  {
    "id": "59933a70-ee92-46ef-a7fe-0aa37f515682",
    "date": "2025-07-25T04:58:45.682Z",
    "score": 5,
    "text": "*The swipe-shooter content is real!* I've seen it myself after changing phones & installing Evony on the new one but according to customer support, only new servers have that version. I got the app in 2022 for pin puzzles at 1st but now find the game very addictive & exciting. Leveling-up your Keep, Monarch & Generals, training troops, joining an alliance defeating monsters, & making new friends. All very cool & tons of daily rewards too! I'm at Keep 36 now & I have never spent a single dime!",
    "thumbsUp": 10351,
    "version": "5.04.0"
  },
  {
    "id": "bcba6d22-10a9-4ff1-81f3-8d58343acec3",
    "date": "2025-10-14T13:49:08.208Z",
    "score": 5,
    "text": "its very fun and interiesting to play. you are constantly asked to buy things but the items are relativly cheap. over all I would recomend this game",
    "thumbsUp": 63,
    "version": "5.10.0"
  },
  {
    "id": "803dadc4-0d01-4b9b-9eae-35b6059d2574",
    "date": "2025-08-01T23:05:08.187Z",
    "score": 5,
    "text": "good game .. just sucks it's going to be the same as others ... hours of building and 30 seconds of play the actual fight ...if you have to upgrade everything and wait or be told what to do next it's boring and repetitious ....why can't you just make the building once for every different building ... fight to help others .... rescue missions to join your fight ...and one last thing that needs to change about these same games is when you are fighting the monsters and enemies always bunch up",
    "thumbsUp": 939,
    "version": "5.04.1"
  },
  {
    "id": "93cd02fd-16f1-4d58-8bc7-36b910240e52",
    "date": "2025-09-19T22:03:08.650Z",
    "score": 5,
    "text": "Great game, once you get into an alliance, and follow their rules, it truly is fun. I spend a few hours each day playing. It is a realy good game!",
    "thumbsUp": 10,
    "version": "5.08.0"
  },
  {
    "id": "e5beb8d8-13a9-43aa-b33e-4eab09d76e7f",
    "date": "2025-10-02T20:00:14.674Z",
    "score": 5,
    "text": "game is really like the ads, like actually its like the ads and there are levels to it. i just hope there is an infinite mode or longer levels",
    "thumbsUp": 5,
    "version": "5.09.1"
  },
  {
    "id": "973b42f1-1a3a-435e-837f-eb750a5d97d2",
    "date": "2025-09-20T16:40:38.351Z",
    "score": 5,
    "text": "Really nice game, I’m hooked! Smooth gameplay, no annoying ads, and genuinely interesting mechanics. Totally worth playing",
    "thumbsUp": 9,
    "version": "5.08.0"
  },
  {
    "id": "b8747401-f523-447d-8db0-0958464bfd1c",
    "date": "2025-10-10T20:54:43.312Z",
    "score": 5,
    "text": "amazing 👏 lots of fun activities even for small players. doesn't cost much money if any. great team spirit.",
    "thumbsUp": 5,
    "version": "5.09.1"
  },
  {
    "id": "c42dcdb5-7879-4924-a3b4-43da18453459",
    "date": "2025-09-27T15:24:44.703Z",
    "score": 5,
    "text": "dead ah one of the best games ive played in a minute. took over my mome account where literaly the tutorial was the only thing i haven't got to experience and its a fantastic game",
    "thumbsUp": 7,
    "version": "5.09.0"
  }
]