[
  {
    "id": "7874e4da-a896-4bc7-ad85-10978d2ba2ef",
    "date": "2025-08-11T13:34:23.613Z",
    "score": 5,
    "text": "Anfangs ist die Planung gewöhnungsbedürftig. Aber wenn man sich einmal daran gewöhnt hat, dass man die Routenführung zwischen Zwischenstopps separat einstellen kann, dann ist das extrem hilfreich. Planung ist sehr schnell und intuitiv. Ich verwende die App auch auf dem Motorrad mit Android Auto, das Einzige was etwas nervt ist der leise Ton dieser App. Ich habe schon alles versucht wie beschrieben, bringe die App jedoch auf keine vernüftige Lautstärke (Google Maps ist hingegen einwandfrei).",
    "thumbsUp": 6,
    "version": "3.5.9"
  },
  {
    "id": "29eec84a-84de-46d7-ae75-2316884f530c",
    "date": "2025-11-05T11:49:30.477Z",
    "score": 5,
    "text": "Hallo, es ist sehr leicht und problemlos mit dieser Software eine Motorrad Route zu erstellen. Die Wahlmöglichkeiten/Vorschläge der Streckenführung sind ausgesprochen umfangreich von leicht bis sehr kurvig und auch genau. Also ich als \"Navigation Neuling\" komme damit super zurecht. Darum eine klare Bereicherung für uns Motorradfahrer!!👍",
    "thumbsUp": 1,
    "version": "3.5.10"
  },
  {
    "id": "232f0e5f-0774-4004-b120-48047865faa4",
    "date": "2025-09-28T20:03:04.352Z",
    "score": 5,
    "text": "Beste Routen-Planung und Navigation. Auf Anhieb die schönsten Touren und besten Straßen. Einfach super und super einfach. Für mich der beste Motorrad-Schöne-Touren-Planer. Das Abo hat mir echt schon viiieeel Freude beim Fahren gemacht! Danke Kurviger!",
    "thumbsUp": 2,
    "version": "3.5.10"
  },
  {
    "id": "90b0fb1b-89fc-4091-9d2b-40fb80d53861",
    "date": "2025-08-21T17:48:27.238Z",
    "score": 5,
    "text": "Seit den letzten Update können jetzt auch die Strecken von Kurviger zu meinem Garmin xt2 1:1 übernommen werden. Das Navi navigiert so wie in Kurviger geplant habe. Ich plane auf Windows Rechner nicht mit den Handy mit Android. Auf diese Funktion warte ich schon seit es Planugssoftware gibt. Top",
    "thumbsUp": 2,
    "version": "3.5.9"
  },
  {
    "id": "63e8b71f-6bda-4353-892c-e66a851b6df5",
    "date": "2025-07-09T19:58:38.181Z",
    "score": 5,
    "text": "Eine tolle App mit noch tollerem Support. Wir haben für unseren jährlichen Motorradurlaub die gesamten 2500km mit Kurviger geplant, navigiert und auch aufgezeichnet. Wir sind viele Kilometer abseits befestigter Straßen in den Alpen unterwegs gewesen und auch dort macht die App dank Offline Karten genau das was sie soll. Wir haben bereits Google, Osmand und Calimoto ausprobiert, aber Kurviger ist bis jetzt die beste App für unsere Zwecke.",
    "thumbsUp": 6,
    "version": "3.5.9"
  },
  {
    "id": "818540c5-14e1-401d-a7fc-e908de3e144f",
    "date": "2024-08-26T09:30:43.590Z",
    "score": 5,
    "text": "Habe mir das Jahresabo nach dem Testen geholt. Das ist schon ein Zeichen, dass ich mit der App sehr zufrieden bin. Sehr gut finde ich, dass man Teilstrecken mit unterschiedlichen \"Kurvigkeiten\" definieren kann, um auch mal zügigere Abschnitte einzubauen. Eine Streckenoption mit möglichst wenigen Ortsdurchfahrten wäre noch klasse. Manchmal findet eine verzögerte oder keine Neuberechnung beim Verlassen der geplanten Strecke statt. Dann muss die Route beendet werden und neu angesetzt werden.",
    "thumbsUp": 15,
    "version": "3.4.1"
  },
  {
    "id": "bcc23620-283f-488b-b325-4e70fde7cabe",
    "date": "2025-11-27T16:35:08.941Z",
    "score": 5,
    "text": "einfach zu bedienen, Planung intuitiv, funtioniert wie man es sich wünscht, auch komplexe Routen, nach dem Praxistest -> Erfahrunsbericht folgt",
    "thumbsUp": 1,
    "version": "3.5.10"
  },
  {
    "id": "6aaedc80-48fa-4cdc-80c2-eb653bc9f013",
    "date": "2025-09-07T14:37:20.285Z",
    "score": 5,
    "text": "superschöne Strecken entdeckt und gefahren. Die Navigation ist Klasse. Ich benutze sie sehr gerne für die Touren mit dem Motorrad. Wirklich empfehlenswert",
    "thumbsUp": 2,
    "version": "3.5.10"
  },
  {
    "id": "8bf11c7d-be31-4406-b6b4-0b43b2081353",
    "date": "2025-10-18T20:59:28.712Z",
    "score": 5,
    "text": "Ich plane meine Touren schon länger mit Kurviger.de und mittlerweile nutze ich die App auch als Navigation. Funktioniert super!",
    "thumbsUp": 1,
    "version": "3.5.10"
  },
  {
    "id": "d8ef40f4-6c66-4d93-b9c4-0b7e5e1b3c9d",
    "date": "2024-11-12T19:07:28.930Z",
    "score": 5,
    "text": "Ich benutze Kurviger Tourer Plus hauptsächlich für mein BMW Motorrad. Das BMW Navi nervt seit einiger Zeit. Kurviger ist einfach zu bedienen und sucht von sich aus schöne Strecken aus. Mit ausgesuchten Zwischenzielen oder Shaping Points wird es immer eine tolle Tour. Die Anzeige/Display ist übersichtlich gestaltet mit vielen Hinweisen auch farblich gut abgestimmt. Ein Minuspunkt: Es werden keine Baustellen und gesperrte Strassen angezeigt. Das nervt dann schon mal. Ansonsten sehr zufrieden.",
    "thumbsUp": 37,
    "version": "3.5.0"
  },
  {
    "id": "283308ed-26b4-4851-9bb6-fd1650c41bff",
    "date": "2025-07-24T05:01:22.829Z",
    "score": 5,
    "text": "Richtig gute Navigation und Planung. Steht dem Platzhirsch in nichts nach und das Preis-/Leistungsverhältnis ist unschlagbar.",
    "thumbsUp": 1,
    "version": "3.5.9"
  },
  {
    "id": "8eb1c9a3-2a75-495a-b7e9-8538125ee845",
    "date": "2025-07-13T05:37:50.198Z",
    "score": 5,
    "text": "Die Navigationslösung für Tourenfahrer. Seit mehr als 100000 km zuverlässige und wunderschöne Touren, tolle Urlaube in völlig unbekannten Regionen. Danke dafür 😊",
    "thumbsUp": 1,
    "version": "3.5.9"
  },
  {
    "id": "0ef65ce0-f965-49b8-af0e-e4ce4b4a12fe",
    "date": "2025-08-08T12:23:07.600Z",
    "score": 5,
    "text": "Kurviger finde ich sehr gut und nutze die geplanten Routen mit meinem Zumo XT. Es funktioniert einwandfrei und bin mit den Funktionen in Kurviger absolut zufrieden.",
    "thumbsUp": 1,
    "version": "3.5.9"
  },
  {
    "id": "972d116b-9560-4cbb-9acd-f8292d948040",
    "date": "2025-08-18T16:36:34.256Z",
    "score": 5,
    "text": "Für mich das beste Werkzeug um eine Route zu erstellen und auf das Navi zu übertragen Genauigkeit zu 100% der erstellten Route im Navi.",
    "thumbsUp": 1,
    "version": "3.5.9"
  },
  {
    "id": "125637b8-8fa0-4cae-b71f-a2ff46622549",
    "date": "2025-07-14T18:30:11.878Z",
    "score": 5,
    "text": "Intuitiv zu bedienen. Schon tolle Strecken / Touren gefahren die ich ohne Kurviger so nicht gefunden hätte. Bravo, weiter so!",
    "thumbsUp": 1,
    "version": "3.5.9"
  },
  {
    "id": "7866619e-3d07-4896-ae02-4522dc772b4d",
    "date": "2025-09-10T14:02:49.849Z",
    "score": 5,
    "text": "Mega Preis-Leistungsverhältnis. Ich bin echt zufrieden, über die nicht so schöne Stimme kann ich hinweg hören.",
    "thumbsUp": 1,
    "version": "3.5.10"
  },
  {
    "id": "74f40a62-48e1-49de-ace2-de880df28399",
    "date": "2025-05-31T05:34:34.463Z",
    "score": 5,
    "text": "Sehr gute Navigationsapp für Motorradfahrer. Funktioniert super mit Android Auto und dazu faire Preisbundles, für jeden ist etwas dabei. Für mich ganz klare Kaufempfehlung gegenüber Calimoto und Ähnlichem. Die Planung am PC ist sehr gut, eine sehr große und hilfreiche Community, die einem bei Problemen weiterhilft. Ich habe nach kurzer Lernphase die Bedienung und Planung verinnerlicht, ein bisschen Zeit musste ich natürlich investieren.",
    "thumbsUp": 12,
    "version": "3.5.8"
  },
  {
    "id": "cf15fc2a-3d58-4475-944e-9c2eb93558ff",
    "date": "2024-09-02T16:01:16.900Z",
    "score": 5,
    "text": "Gute Moped-App ohne viel Schnickschnack und unkompliziert zu bedienen. Fahre seit Monaten vom Münsterland bis Bayern. Planungsvorschläge werden bequem durch zB Kurvenintensität angepasst. Gefällt die Strecke nicht, kann gleich eine neue erstellt werden. Aber die App ist keine Straßenbau-Maschine; wo keine Kurven sind, können keine gefahren werden: zB im Münsterland werden dann 30er Zonen befahren. Im oberen Eck wird groß Strecke und Richgtung bis zum nächst Abbiegen gezeigt, sehr hilfreich. Top",
    "thumbsUp": 6,
    "version": "3.4.1"
  },
  {
    "id": "b04c4f10-f1bb-4ad5-b684-c94e566f1532",
    "date": "2025-07-20T13:25:14.174Z",
    "score": 5,
    "text": "Mit Kurviger kann man sehr gut Touren planen und auch sehr gut navigieren.Ich kann Kurviger nur empfehlen!",
    "thumbsUp": 1,
    "version": "3.5.9"
  },
  {
    "id": "a2180d71-4c60-4857-b290-f79bd82b4faf",
    "date": "2024-04-12T15:12:56.800Z",
    "score": 5,
    "text": "Super App! Genau so etwas habe ich gesucht. Offline und mit Aufzeichnung... Warum nur können das die Hersteller der Navi's nicht? Statt eines teuren Navi's, sollte man lieber ein Outdoorhandy importieren, \" Kurviger\" -App laden und fertig. Für spezielle Fragen gibt's das Forum. Viel mehr Nutzungsmöglichkeiten und günstiger ist es auch noch.",
    "thumbsUp": 12,
    "version": "3.3.0"
  },
  {
    "id": "749aacbf-1a9b-4fc7-9307-883f9cd0508c",
    "date": "2024-11-11T14:55:58.994Z",
    "score": 5,
    "text": "Die App an sich finde ich toll und es gibt derzeit nichts vergleichbares. Danke für die schnelle Antwort! Service scheint zu funktionieren. 👍 Landstraßen meiden habe ich leider übersehen. 🤷 Vielleicht ist bei Dauernutzen für Motorräder der Preis angemessen, da muss ich nicht darüber streiten. Für einen Rolli-Hüpfer, reichen die Grundfunktionen. Da ich nun durch den Hinweis nicht mehr vor Kraftfahrstraßen hängen bleibe, ist die App meine erste Wahl. 😉",
    "thumbsUp": 5,
    "version": "3.5.0"
  },
  {
    "id": "f96b73ec-6b3b-4c2e-b941-0efe585b7bd2",
    "date": "2025-04-14T18:20:14.596Z",
    "score": 5,
    "text": "Schon nach der ersten Tour, kann ich sagen, die App ist genau das wonach ich gesucht habe.Ich fahre ein Olteimermotorrad und Bundes- und Schnellstraßen sind nicht meins. Mit dieser App kann ich mir die Tour so einstellen wie ich mag, und kann solche Straßen meiden.Klar, es gibt bestimmt noch Potenzial, z.B. wurde ich an eine gesperrte Brücke geleitet, und immer wieder dort hin navigiert, aber kurz Maps, und gut.Rundtouren Funktion ist auch Klasse, wenn man einfach nur mal Benzin verbrennen will.",
    "thumbsUp": 10,
    "version": "3.5.6"
  },
  {
    "id": "38b404cd-e9e4-49d3-9fed-4d2e09449842",
    "date": "2025-01-25T19:37:37.851Z",
    "score": 5,
    "text": "Ihr seid grandios. Nach 20 Jahren Ärger mit jedem Garmin welchen es gab, habt Ihr die Erlösung mit V3.5 geschafft. Android Auto ist der Gamechanger. Endlich kann ich direkt aus der App navigieren, mit einem 50EUR (!!!) China Display im Motorrad, welches in nichts dem Garmindisplay nachsteht. Das ändert alles, denn die Handys taugen allesamt nicht für permanente Montage am Motorrad. Als Verbesserungsvorschlag möchte ich den automatischen Zoom bei den Kreuzungen erwähnen, der sollte stärker sein.",
    "thumbsUp": 6,
    "version": "3.5.4"
  },
  {
    "id": "5df23830-9426-4245-bbbe-fdb17f7d232b",
    "date": "2025-04-12T11:51:43.933Z",
    "score": 5,
    "text": "Die kurviger pro App ist jeden Cent wert. Wenn Straßen nicht befahrbar sind wie in der Navigation dann liegt das nicht an der App sondern an den Openstreetmapdaten welche dann ein falsches oder fehlendes Nominatim aufweisen. z.B. fehlende Einbahnstraßenkennzeichnung oder beschränkt befahrbar. Ebenso bei gesperrten Straßen - kein Eintrag- dann auch keine Umleitung. Das ist der Nachteil an den OSM Karten die zwar täglich erweitert und bedingt aktualisiert werden durch die Community.",
    "thumbsUp": 8,
    "version": "3.5.6"
  },
  {
    "id": "f5d6a537-143b-4d9f-b809-f2f696d41510",
    "date": "2023-10-22T10:17:51.491Z",
    "score": 5,
    "text": "Bin bestens zufrieden. Fahre nur mit Audio und aktivierter Neuberechnung. Geplante Routen mit meinen speziell gesetzten POIs lassen sich easy abfahren. Super ist auch, dass nach und nach tolle Features hinzukommen. Nutze Tourer+ . Konnte auch im Kurviger Forum schon so manchen Tipp für mich erhaschen und lässt die Routenplanung wie ein Kinderspiel aussehen ... Klare Weiterempfehlung .... !",
    "thumbsUp": 18,
    "version": "3.2.4"
  },
  {
    "id": "55ab2a45-b28b-4016-a037-035dba50f15e",
    "date": "2025-04-12T09:55:06.103Z",
    "score": 5,
    "text": "Nach Einarbeitung ist dieses System einfach super.... zuverlässig und auch dank Offline Karten immer bereit. Hatte bis heute keine Nennenswerten Probleme. Planung am PC oder der App. Auf dem PC geplante Routen werden über die Cloud für die App auf dem Smartphone bereitgestellt. Auch der Abo Preis ist fair. Kann ich empfehlen 😃",
    "thumbsUp": 2,
    "version": "3.5.6"
  },
  {
    "id": "ebf88e43-bf99-40df-9c24-32461924854a",
    "date": "2024-06-23T18:34:47.205Z",
    "score": 5,
    "text": "Sehr coole App. Routen können flexibel geplant und geändert werden. Diverse Einstellungsmöglichkeiten bereits in der free-Version. Der Follow- Modus reicht zum Erproben der App absolut aus. ich bin zufrieden und werde wahrscheinlich auch die Upgrade-Version probieren, diese kann auch monatlich gebucht werden👍👍👍",
    "thumbsUp": 12,
    "version": "3.3.3"
  },
  {
    "id": "eea61aa5-add4-485c-bcc0-655b5117d7b7",
    "date": "2024-07-20T08:06:16.466Z",
    "score": 5,
    "text": "Gestern die erste Rundtour gefahren. Eine kleine Runde. 70km. Hätte nicht gedacht, welche schönen Straßen ich kennenlerne und das in meiner Umgebung .Zurück hat mich die App punktgenau zum Startpunkt gebracht. Also die erste Fahrt war ein voller Erfolg. Freue mich auf weitere,viele Touren. Volle Punktzahl.",
    "thumbsUp": 11,
    "version": "3.3.4"
  },
  {
    "id": "e9d24ad7-6b5b-43de-b4d8-0aa38ae60bc0",
    "date": "2024-04-20T21:01:55.788Z",
    "score": 5,
    "text": "perfekte Tourenplanung. Verschiedene Einstellungen von Wegpunkt zu Wegpunkt. Z.B. auf Schnellstraße in die Alpen, dort kurvig weiter, zum Ziel extrem kurvig. In der Premiumversion kann die App auch als Navi dienen. Präzise, aber nicht überfrachtete Ansagen. Für meine Bedürfnisse PERFEKT und volle Punktzahl.",
    "thumbsUp": 2,
    "version": "3.3.1"
  },
  {
    "id": "dd1ca30b-38a3-4140-ba36-c254cd66f152",
    "date": "2025-09-20T11:14:39.316Z",
    "score": 5,
    "text": "Umständlich zu bedienen, aber super Streckenplanung.",
    "thumbsUp": 1,
    "version": "3.5.10"
  },
  {
    "id": "a5ff88aa-5f5d-466f-bd0a-1b3ca98f74f0",
    "date": "2025-06-03T06:58:43.912Z",
    "score": 5,
    "text": "Sehr gute App um seine route zu planen, Tankstellen und Sehenswürdigkeiten mit einzubinden. Ich finde sie intuitiv bedienbar und völlig ausreichend was sie bietet. Streckensperrungen könnten noch angezeigt werden, aber das gibt es glaube ich in der bezahl Version.",
    "thumbsUp": 1,
    "version": "3.5.8"
  },
  {
    "id": "6451b4ba-2342-413a-b36d-0e3af4b6346a",
    "date": "2025-07-21T19:14:33.899Z",
    "score": 5,
    "text": "Einfache Bedienung und auch nur die Vollversion macht Sinn. Weiter so👍🏻",
    "thumbsUp": 1,
    "version": "3.5.9"
  },
  {
    "id": "45f0ddb3-a628-4f1d-aa74-636e7d41f15b",
    "date": "2024-05-12T11:59:09.269Z",
    "score": 5,
    "text": "Bin ich zu doof? Ich nutze das + Abo in der Testversion. Wenn ich eine Route starte, beginnt der Pfeil von alleine zu fahren, wie in einer Simulation, obwohl ich noch stehe..das kann doch nicht sein? Nachtrag: Schnelle Antwort vom Forum und des Herstellers. Mein Problem wurde gelöst und ich kann die App nun nutzen wie es vorgesehen ist. 👍",
    "thumbsUp": 7,
    "version": "3.3.2"
  },
  {
    "id": "f9390351-3858-4261-851a-6568703d4384",
    "date": "2025-07-26T09:21:46.663Z",
    "score": 5,
    "text": "Beste APP für Motorräder! mit Android Auto macht diese APP jetzt richtig Sinn und Spass 👍🏻!",
    "thumbsUp": 1,
    "version": "3.5.9"
  },
  {
    "id": "9c68598c-7d2d-4eb7-9b01-2233fb5e67bf",
    "date": "2025-08-05T06:28:16.389Z",
    "score": 5,
    "text": "tolle App mit guter PC Integration. Preislich auch ziemlich fair.",
    "thumbsUp": 1,
    "version": "3.5.9"
  },
  {
    "id": "e5bfbdb0-abed-4ed0-a21f-7f13fcab85d3",
    "date": "2025-08-09T13:23:46.768Z",
    "score": 5,
    "text": "super für unkomplizierte schnelle Runden - Handy in die Halterung und los geht's 👍🏻",
    "thumbsUp": 1,
    "version": "3.5.9"
  },
  {
    "id": "6bcb502f-00e2-413e-ac41-93b3f58fbef4",
    "date": "2025-08-04T07:46:37.897Z",
    "score": 5,
    "text": "super Routenplaner für Motorrad. auch die navigation ist ok!",
    "thumbsUp": 1,
    "version": "3.5.9"
  },
  {
    "id": "13228b8b-dc84-43cd-bf56-0d0a3380aae4",
    "date": "2023-09-16T07:38:09.976Z",
    "score": 5,
    "text": "Beste App fürs Motorrad fahren, ich frage mich immer wieder, wie diese App so gut funktionieren kann. Ich nutze sie für Tagesausfahrten sowie größere Reisen. Ein Navi brauch ich dank Kurviger nicht mehr. Seit dem makeover zig neue Funktionen. Wirklich danke für dieses Herausragende Tool. Absolute Empfehlung.",
    "thumbsUp": 7,
    "version": "3.2.1"
  },
  {
    "id": "94987b8f-c3d9-406a-be6a-eb3fa708c310",
    "date": "2025-05-23T17:58:56.637Z",
    "score": 5,
    "text": "Hallo Liebes Kurviger Team, ich habe zuvor kostenpflichtig \"Kurviger Pro\" erworben. Jetzt kann ich nur noch diese neue App version herunterladen und sehe konstant Werbung für weitere kostenpflichtige features..... Edit: @Kurviger, danke für eure Hinweise bezüglich der legacy apps. Nach mehreren Versuchen funktioniert meine alte Kurviger Version jetzt auch auf meinem aktuellen Handy!",
    "thumbsUp": 2,
    "version": "3.5.8"
  },
  {
    "id": "f334006b-8552-4ab0-8219-319590483755",
    "date": "2025-04-02T21:43:11.918Z",
    "score": 5,
    "text": "Nutze die App im Abo regelmäßig auf verschiedenen Geräten zur Routenplanung und bin mit den gefunden Routen sehr zufrieden. Allerdings wird die App auf meinem Google Pixel 9 Pro XL nach wenigen Sekunden sofort beendet. Wer kann helfen oder Tipps geben?",
    "thumbsUp": 1,
    "version": "3.5.6"
  },
  {
    "id": "4f582aff-1243-4d53-948f-2fe65831f9e2",
    "date": "2025-04-10T19:16:56.421Z",
    "score": 5,
    "text": "Perfekte App. Kostenlose Version hat alles was man wirklich braucht und kann mir im Gegensatz zu Maps tatsächlich Routen geben, die ich mit meinem Roller auch fahren kann, ohne das ich auf irgendwelche Kraftstraßen geführt werde.",
    "thumbsUp": 1,
    "version": "3.5.6"
  },
  {
    "id": "8fd40538-f649-4bc3-8c93-29adbfcb3766",
    "date": "2024-06-29T07:46:28.584Z",
    "score": 5,
    "text": "Hab Aufgrund des Preises und der Instabilität/ Bugs von Calimoto nach einer Alternative gesucht. Mit Kurviger jetzt einen Top Nachfolger gefunden und ärger mich ein wenig, nicht vorher gewechselt zu haben.",
    "thumbsUp": 9,
    "version": "3.3.3"
  },
  {
    "id": "3cc16bba-7fb0-4a19-bb3f-4473c8edf0a3",
    "date": "2025-06-08T11:18:10.429Z",
    "score": 5,
    "text": "Bisher nur mit Kurviger geplant und mittels gpx-File über das Navi gefahren. Spitzen Tool. Jetzt probieren wir die Navigation über das Handy. Schaunmer mal.",
    "thumbsUp": 1,
    "version": "3.5.8"
  },
  {
    "id": "66d8a92f-222c-4b79-9ec7-a6166ee251d7",
    "date": "2025-04-01T05:31:44.877Z",
    "score": 5,
    "text": "Das Problem hatte der, der das Handy in der Hand hatte 🤦 Support trotz Freitag Nachmittag. \"Bezahlt aber Testzeitraum,Route erstellen usw alles fein,aber wenn ich auf Navigation gehe ,kommt immer noch upgrad ,geh ich drauf kommt aktueller Plan Tourer ... blöd natürlich das Freitag mittag zu machen\"",
    "thumbsUp": 1,
    "version": "3.5.6"
  },
  {
    "id": "0374440c-177d-472b-aa03-e45a030efd65",
    "date": "2025-06-28T20:52:45.414Z",
    "score": 5,
    "text": "Funktioniert wirklich gut. Man kann seine Wunsch Route planen, und eingeben ob Kurvig, oder Schnell, oder oder oder ...",
    "thumbsUp": 0,
    "version": "3.5.8"
  },
  {
    "id": "5ed688fb-ed72-4923-87d2-7f93d1131ef2",
    "date": "2024-05-01T17:29:44.236Z",
    "score": 5,
    "text": "Endlich eine App die intuitiv ist und preislich in Ordnung geht. Super einfache Planung, Neuberechnung während der Tour, Auto Zoom usw... Ich bin begeistert.",
    "thumbsUp": 1,
    "version": "3.3.1"
  },
  {
    "id": "adf84a01-f3e2-4697-af34-aad5fb2412ac",
    "date": "2023-10-01T13:01:45.763Z",
    "score": 5,
    "text": "Motorradfahren ohne kurviger ist möglich, macht aber lange nicht so viel Spaß. Eine echte Bereicherung; selbst im bekannten Terrain entdeckt man mit kurviger neue tolle Straßen. Weiter so!",
    "thumbsUp": 4,
    "version": null
  },
  {
    "id": "a932cdb9-5107-442a-9865-de9cec80b31a",
    "date": "2024-04-28T11:37:22.922Z",
    "score": 5,
    "text": "Tolle App, erfüllt alle Erwartungen und das Importieren von bereits geplanten Touren mittels GPX-Dateien funktioniert ebenfalls perfekt. Tolles Preis-Leistungs-Verhältnis. Macht Spass 😃👍",
    "thumbsUp": 1,
    "version": "3.3.1"
  },
  {
    "id": "3e7af9b1-ceba-4d91-b5a5-a246c6e55287",
    "date": "2024-10-06T12:49:41.489Z",
    "score": 5,
    "text": "Viele Navi Apps getestet. Diese ist es. Intuitiv, einfach aber sehr gut. Von mir ein Daumen hoch an die Entwickler . Bitte Bitte nicht absetzen, wie andere navi app Anbieter.",
    "thumbsUp": 1,
    "version": "3.5.0"
  },
  {
    "id": "12ce51ff-a0e0-43ae-97a6-7c2acbbe6b76",
    "date": "2024-08-15T20:08:53.537Z",
    "score": 5,
    "text": "Ich bin mit der aktuellen Version zufrieden. Navigation und auch die Routenauswahl finde ich sehr gelungen.",
    "thumbsUp": 6,
    "version": "3.4.1"
  },
  {
    "id": "32d75e92-2929-4f78-9697-c7ad0c17a31e",
    "date": "2024-12-12T08:42:10.116Z",
    "score": 5,
    "text": "Absolut easy zu planen und zu navigieren. Besonders erwähnenswert ist der Jahrespreise. Beste Navi App die ich kenne",
    "thumbsUp": 1,
    "version": "3.5.2"
  },
  {
    "id": "7d965198-e8be-4c86-952e-ec9f243e68f5",
    "date": "2025-04-19T14:58:46.335Z",
    "score": 5,
    "text": "Seit dem Update gestern kann ich keine Routen abspeichern. bekomme immer Fehlermeldung Sonst gute App. benutze ich seit 29.10. Durch weg nur noch",
    "thumbsUp": 1,
    "version": "3.5.7"
  },
  {
    "id": "73c81a0f-cba7-40bc-86af-4de5bfb6c0f5",
    "date": "2024-02-24T10:40:05.705Z",
    "score": 5,
    "text": "Sehr gute Routenplanung, top weiter so. Da können sich so manche Anbieter eine Scheibe davon abschneiden.",
    "thumbsUp": 1,
    "version": "3.2.5"
  },
  {
    "id": "cfddcc2c-4d71-42c2-b1f6-85e5fb05bde9",
    "date": "2025-06-11T14:15:08.930Z",
    "score": 5,
    "text": "War skeptisch, bin überrascht über die akzeptabele Bedienung und die guten Funktionen. Weiter so.",
    "thumbsUp": 1,
    "version": "3.5.8"
  },
  {
    "id": "7498290d-c4c3-40b4-9190-d0e21bd896a4",
    "date": "2025-09-27T13:07:32.311Z",
    "score": 5,
    "text": "Gute und genaue Software",
    "thumbsUp": 1,
    "version": "3.5.10"
  },
  {
    "id": "22ec04cf-254f-48ab-ae8c-994503075d80",
    "date": "2025-06-19T19:14:19.988Z",
    "score": 5,
    "text": "Super-Spitze Navi App. Einfach in der Handhabung. 1A weiter zu empfehlen.👍",
    "thumbsUp": 1,
    "version": "3.5.8"
  },
  {
    "id": "31dd0321-f93c-4ef9-9c64-c8d42b518b8a",
    "date": "2023-09-16T07:10:39.808Z",
    "score": 5,
    "text": "Sehr zufrieden mit der neuen App. Als langjähriger Nutzer bin ich froh, dass die App immer noch stetig weiterentwickelt und verbessert wird. Daumen hoch.",
    "thumbsUp": 3,
    "version": "3.0.0"
  },
  {
    "id": "c68737b7-0902-4ffe-9a29-3be6d8ca168a",
    "date": "2025-07-15T16:28:09.582Z",
    "score": 5,
    "text": "Super, Einfach und Umfangreich",
    "thumbsUp": 1,
    "version": "3.5.9"
  },
  {
    "id": "7ef7f9f6-8f68-404c-8a97-9e77675e2426",
    "date": "2025-08-17T08:43:54.466Z",
    "score": 5,
    "text": "Für mich die beste App zum Touren planen",
    "thumbsUp": 1,
    "version": "3.5.9"
  },
  {
    "id": "ee2820e1-12e5-4729-8577-1d2015e821d0",
    "date": "2025-03-08T14:23:19.924Z",
    "score": 5,
    "text": "Funktioniert sehr gut und keinerlei Probleme. Daher auch der Wechsel von Calimoto.",
    "thumbsUp": 1,
    "version": null
  },
  {
    "id": "f3da97ca-02ef-4632-b00b-a522988f2c38",
    "date": "2023-09-18T05:29:19.741Z",
    "score": 5,
    "text": "Bin gerade mit meinem Moped in Griechenland unterwegs. Für die schönen kurvenreichen Straßen in den Bergen ideal! Tolle App!",
    "thumbsUp": 3,
    "version": "3.2.1"
  },
  {
    "id": "490c32ed-35d4-48a5-b1fb-ebe470e71cc3",
    "date": "2025-04-21T20:11:21.799Z",
    "score": 5,
    "text": "Nach kurzer Info über ein Video die 1. Tour geplant. Super einfach und perfekt erklärt. Sehr empfehlenswert!",
    "thumbsUp": 1,
    "version": null
  },
  {
    "id": "e2b5f511-07b8-451c-b56b-804f363fc772",
    "date": "2024-05-01T01:46:26.503Z",
    "score": 5,
    "text": "Mega die app bis lang mit das beste. Auf denn Handy s23 ultra läuft die app ohne probleme .",
    "thumbsUp": 1,
    "version": "3.3.0"
  },
  {
    "id": "828d4f41-3319-4651-9bc6-0c14430252f4",
    "date": "2024-07-31T19:54:37.724Z",
    "score": 5,
    "text": "tolle App, super finde ich auch die Internetanwendung, einfach. schnell, gute Streckenwahl, bitte weiter so !",
    "thumbsUp": 4,
    "version": "3.4.1"
  },
  {
    "id": "4fb041e3-7428-4613-a7b3-103bb35d5638",
    "date": "2024-08-06T19:44:13.854Z",
    "score": 5,
    "text": "Sehr gute App,zum Motorrad fahren 👍 Strecken selber erstellen,speichern und schon kann es los gehen 👍",
    "thumbsUp": 1,
    "version": "3.4.1"
  },
  {
    "id": "92f8d7b6-a38a-4b19-8992-0ae968b768f4",
    "date": "2024-07-28T08:30:48.469Z",
    "score": 5,
    "text": "Hallo , mein Höhenmesser in der App zeigt eigentlcih immer etwa 50 mtr zu hoch an - kann ich den irgendwie korrigieren ?",
    "thumbsUp": 2,
    "version": "3.4.1"
  },
  {
    "id": "8de85c4f-f255-4572-807d-a8cae4dec4ef",
    "date": "2025-07-24T15:22:07.828Z",
    "score": 5,
    "text": "optimal für mich, guter Routenplaner",
    "thumbsUp": 1,
    "version": "3.5.9"
  },
  {
    "id": "0f96a179-aa24-4c6c-9ef0-2bbaff47c2d3",
    "date": "2025-07-06T17:52:07.227Z",
    "score": 5,
    "text": "Funktioniert einfach Klasse.",
    "thumbsUp": 1,
    "version": "3.5.9"
  },
  {
    "id": "4178174a-e9a9-4a43-b434-af28c5725d9f",
    "date": "2025-06-07T13:59:47.626Z",
    "score": 5,
    "text": "Einfache und intuitive Routenplanung. Top!",
    "thumbsUp": 1,
    "version": "3.5.8"
  },
  {
    "id": "3e76167c-cefa-4780-82b8-757ce985c705",
    "date": "2025-06-18T05:53:40.340Z",
    "score": 5,
    "text": "TipTopApp.Funktioniert tadellos.Einfach zu bedienen.Super.",
    "thumbsUp": 1,
    "version": "3.5.8"
  },
  {
    "id": "71d97a32-a7e4-435f-ab88-000b73b897d7",
    "date": "2025-07-09T10:53:15.110Z",
    "score": 5,
    "text": "Die App ist Super einfach zu bedienen 😁",
    "thumbsUp": 1,
    "version": "3.5.9"
  },
  {
    "id": "a024fa0d-2ccc-4f9d-abcc-e1d79901c39e",
    "date": "2025-04-03T04:53:52.200Z",
    "score": 5,
    "text": "Funktioniert gut, sehr übersichtlich, relativ einfach zu händeln",
    "thumbsUp": 1,
    "version": "3.5.6"
  },
  {
    "id": "12b45a92-4670-4bc4-8d84-82efed6fe323",
    "date": "2024-03-21T18:53:05.754Z",
    "score": 5,
    "text": "Erste \"Trockenprobe\" ist vielversprechend. Auch in der Standard Version. Mal sehen wie sich die App bei det ersten Tour verhält...",
    "thumbsUp": 4,
    "version": "3.2.5"
  },
  {
    "id": "ebc32a4f-1819-4866-b768-187d458fc67d",
    "date": "2023-11-07T16:35:34.994Z",
    "score": 5,
    "text": "Planung und Routing funktionieren einwandfrei. Tolle Alternative zum teuren Motorrad-Navi.",
    "thumbsUp": 2,
    "version": "3.2.3"
  },
  {
    "id": "dd8abe78-1963-44fd-82e7-1bf1fc006bc9",
    "date": "2024-08-04T15:16:12.131Z",
    "score": 5,
    "text": "Sehr gute App. Kann man am Computer planen und übertragen.",
    "thumbsUp": 2,
    "version": "3.4.1"
  },
  {
    "id": "cfb400b3-bcf2-4c91-86e4-a6a986246464",
    "date": "2024-08-11T18:18:50.848Z",
    "score": 5,
    "text": "Bin bisher absolut zufrieden.... Planen und fahren klappt echt super... weiter so 😉",
    "thumbsUp": 1,
    "version": "3.4.1"
  },
  {
    "id": "1abddac3-d6a5-4d26-aacb-8f63ffc3b10f",
    "date": "2024-04-14T08:49:53.200Z",
    "score": 5,
    "text": "Der Messlatte für Apps dieser Art. Schnell, günstig, unkompliziert.",
    "thumbsUp": 1,
    "version": "3.3.0"
  },
  {
    "id": "504bd389-b47a-4e31-9fdc-276d8fac2eda",
    "date": "2024-01-28T07:36:19.322Z",
    "score": 5,
    "text": "Ich finde das Programm super , schade das es mit Android Auto nicht geht",
    "thumbsUp": 2,
    "version": "3.2.5"
  },
  {
    "id": "75f0e7b2-21e3-4f7a-afa1-ae9268cb7274",
    "date": "2023-09-19T08:46:58.467Z",
    "score": 5,
    "text": "Tolle App, funktioniert wunderbar und noch dazu kostenlos!",
    "thumbsUp": 2,
    "version": "3.2.1"
  },
  {
    "id": "90a618ca-5980-4142-8d40-2557a109c127",
    "date": "2025-04-04T07:44:04.808Z",
    "score": 5,
    "text": "Einfach zu bedienen, schöne Streckenführung.",
    "thumbsUp": 1,
    "version": "3.5.6"
  },
  {
    "id": "1bcc7253-bb30-4ab2-866f-0c26be3f7c38",
    "date": "2025-01-12T20:33:00.583Z",
    "score": 5,
    "text": "Funktioniert und hat für Motorradfahrer spaßige Strecken im Angebot.",
    "thumbsUp": 1,
    "version": "3.5.3"
  },
  {
    "id": "ffcfb9ea-ac36-4e19-a57d-f5cf18ff099f",
    "date": "2024-05-11T19:01:46.577Z",
    "score": 5,
    "text": "Super, fahre gerne kleinste Straßen. Das funktioniert wunderbar.",
    "thumbsUp": 1,
    "version": "3.3.2"
  },
  {
    "id": "969ca58d-0910-4af3-9179-24246b528941",
    "date": "2024-09-09T22:16:14.450Z",
    "score": 5,
    "text": "Schnell generierte Roten mit einem sehr guten Algorithmus. Weiter so!",
    "thumbsUp": 1,
    "version": "3.4.3"
  },
  {
    "id": "ae922fe9-410e-4c6b-b3c2-a7e6a53e4e97",
    "date": "2025-06-25T19:24:49.548Z",
    "score": 5,
    "text": "Bestens ! Einfach/ Verständlich / Funktionell !",
    "thumbsUp": 0,
    "version": "3.5.8"
  },
  {
    "id": "b1f3a808-ba96-4733-a097-b179234522dd",
    "date": "2024-09-19T15:46:04.530Z",
    "score": 5,
    "text": "Wunderbare Routen, zuverlässig, ich liebe den kurviger",
    "thumbsUp": 1,
    "version": "3.4.3"
  },
  {
    "id": "5bb51424-201a-49f9-8a02-4eca994e2b1b",
    "date": "2025-11-04T07:41:43.980Z",
    "score": 5,
    "text": "super App. Kann ich nur empfehlen.",
    "thumbsUp": 1,
    "version": "3.5.10"
  },
  {
    "id": "1bd0919b-3aec-4b94-aee9-480a510dd204",
    "date": "2024-05-27T19:05:41.305Z",
    "score": 5,
    "text": "einfach zu bedienen und gute Ergebnisse",
    "thumbsUp": 1,
    "version": "3.3.2"
  },
  {
    "id": "ce8d52e1-7f2f-4a55-98dd-60bc192958e5",
    "date": "2023-09-18T11:32:41.542Z",
    "score": 5,
    "text": "Sehr praktisch um seine Routen im voraus zu planen!",
    "thumbsUp": 2,
    "version": "3.2.1"
  },
  {
    "id": "4347fccc-a733-42af-bb95-3b2b66f57845",
    "date": "2024-08-07T08:18:56.113Z",
    "score": 5,
    "text": "Macht einen sehr soliden Eindruck. Ich bin sehr zufrieden.",
    "thumbsUp": 1,
    "version": "3.4.1"
  },
  {
    "id": "77aa8070-c84b-45be-b2c0-acb94b3f4a05",
    "date": "2025-03-25T09:09:43.228Z",
    "score": 5,
    "text": "bin zwar Neueinsteiger bei Kurviger, aber sieht erstmal gut aus, muss mehr damit machen und testen",
    "thumbsUp": 1,
    "version": "3.5.6"
  },
  {
    "id": "7e0d2b87-a0a0-4439-943e-8a7b3ec68509",
    "date": "2025-11-02T21:20:27.835Z",
    "score": 5,
    "text": "Bestes Navi für mich.",
    "thumbsUp": 0,
    "version": "3.5.10"
  },
  {
    "id": "2aab3500-cea0-44f5-b6b2-714a01aa2bc3",
    "date": "2025-07-23T20:50:15.908Z",
    "score": 5,
    "text": "Besser als Google Maps",
    "thumbsUp": 1,
    "version": "3.5.9"
  },
  {
    "id": "8b7d09a2-76ee-4b2a-985f-e0562d56cbe1",
    "date": "2025-09-09T05:39:27.344Z",
    "score": 5,
    "text": "Alles super easy",
    "thumbsUp": 1,
    "version": "3.5.10"
  },
  {
    "id": "9a61bfb3-89fc-43ed-b9f4-c925d61f4743",
    "date": "2025-03-06T21:12:38.571Z",
    "score": 5,
    "text": "meine liebste App für Planung von Motorradtouren auf PC und Handy",
    "thumbsUp": 1,
    "version": "3.5.4"
  },
  {
    "id": "d5ede7ff-b00f-4fa0-8ee7-76badb90f46d",
    "date": "2025-07-05T04:16:04.207Z",
    "score": 5,
    "text": "Genial für alle die gerne auf Zweirädern unterwegs sind.",
    "thumbsUp": 1,
    "version": "3.5.8"
  },
  {
    "id": "ddcecefb-0a82-4ada-80bf-a5cb2ce66e58",
    "date": "2025-04-10T07:37:13.973Z",
    "score": 5,
    "text": "Wäre super wenn man die App einmalig kaufen könnte.",
    "thumbsUp": 2,
    "version": "3.5.6"
  },
  {
    "id": "25616ff4-04f2-4fef-8d5d-bb90aeb21ecd",
    "date": "2024-09-10T18:40:38.740Z",
    "score": 5,
    "text": "nutze Kurviger.de seit Jahren! einfach und toll",
    "thumbsUp": 1,
    "version": "3.4.3"
  },
  {
    "id": "1e5dde7e-b573-4c87-95e4-f10eafd9983a",
    "date": "2024-02-05T05:02:10.261Z",
    "score": 5,
    "text": "Coole App, plane und fahre damit meine Mopedtouren.",
    "thumbsUp": 1,
    "version": "3.2.5"
  },
  {
    "id": "162e34a4-38ef-40c7-bc0c-c624c54b1a30",
    "date": "2025-06-09T19:12:55.499Z",
    "score": 5,
    "text": "Danke an das Kurviger-Team! Immer wieder ein Erlebnis",
    "thumbsUp": 1,
    "version": "3.5.8"
  },
  {
    "id": "9119eb7b-50b5-450a-ae73-04435eb26066",
    "date": "2025-06-04T18:50:02.760Z",
    "score": 5,
    "text": "Super einfache Routenplanung",
    "thumbsUp": 1,
    "version": "3.5.8"
  },
  {
    "id": "1d4c586a-4368-4388-8578-71ebe3250393",
    "date": "2025-03-09T07:26:25.130Z",
    "score": 5,
    "text": "Bestes Navigations app das ich kenne.",
    "thumbsUp": 1,
    "version": "3.5.4"
  },
  {
    "id": "9b2f83c6-c756-4b9c-b3ff-e7efb2419553",
    "date": "2025-07-19T20:10:11.760Z",
    "score": 5,
    "text": "Die beste Mopeds Navi",
    "thumbsUp": 1,
    "version": "3.5.9"
  },
  {
    "id": "25d37dac-e499-406a-8e27-c9d3a416791c",
    "date": "2024-10-19T12:30:17.638Z",
    "score": 5,
    "text": "jetzt auch Android Auto? Ich fasse es nicht. Super!!! TV",
    "thumbsUp": 1,
    "version": "3.5.0"
  },
  {
    "id": "94ea6683-dadb-4471-9c93-3a2b9ee42142",
    "date": "2025-04-05T09:10:30.483Z",
    "score": 5,
    "text": "Ich teste noch sieht aber so aus als ob \"der andere\" einen Kunden verliert weil ihr habt android auto",
    "thumbsUp": 1,
    "version": "3.5.6"
  },
  {
    "id": "7ee9a869-f17e-4a80-9eb8-1f05b15ab77c",
    "date": "2025-05-06T10:30:19.515Z",
    "score": 5,
    "text": "leicht zu bedienen und liefert alle wichtigen Informationen",
    "thumbsUp": 1,
    "version": "3.5.7"
  },
  {
    "id": "25fe551f-f9c0-48d1-bf95-c403b4e2ac9e",
    "date": "2025-09-24T13:36:32.561Z",
    "score": 5,
    "text": "super und duper",
    "thumbsUp": 1,
    "version": "3.5.10"
  },
  {
    "id": "96187abb-7575-498a-a0fd-bfbbd3a1d7f1",
    "date": "2024-03-15T20:07:38.254Z",
    "score": 5,
    "text": "Begeistert für Rollerfahrer perfekt",
    "thumbsUp": 1,
    "version": "3.2.5"
  },
  {
    "id": "fb7a8476-1d78-43cf-a939-e9476a0e0917",
    "date": "2025-04-27T19:44:27.344Z",
    "score": 5,
    "text": "super diese App eifach zum Bedienen und ist kostenlos",
    "thumbsUp": 1,
    "version": "3.5.7"
  },
  {
    "id": "84b02ea9-ba39-406f-8660-59faa02a9542",
    "date": "2023-10-08T09:15:37.559Z",
    "score": 5,
    "text": "Immer wieder tolle Routen mit der App",
    "thumbsUp": 2,
    "version": "3.2.2"
  },
  {
    "id": "e53fcab6-48e4-4efb-8e4d-2f865b532dd8",
    "date": "2024-07-02T22:08:11.613Z",
    "score": 5,
    "text": "Beste App zum planen von Motorradrouten!",
    "thumbsUp": 1,
    "version": "3.3.3"
  },
  {
    "id": "a31af464-b38b-4c01-8712-284cd23cded8",
    "date": "2024-07-19T19:51:54.503Z",
    "score": 5,
    "text": "Findet sogar AFG Arena SG besser als G.Maps!!!!",
    "thumbsUp": 1,
    "version": "3.3.4"
  },
  {
    "id": "054755d1-e19b-402e-9af4-64916b46e4d6",
    "date": "2025-03-17T18:34:39.318Z",
    "score": 5,
    "text": "Hab vorher Calimoto gehabt, geht leider in Verbindung mit carplay nicht",
    "thumbsUp": 1,
    "version": "3.5.6"
  },
  {
    "id": "8a720ece-f6ae-496a-aef5-721baf17cbfd",
    "date": "2024-08-02T04:50:49.678Z",
    "score": 5,
    "text": "Tolle App, einfach zu bedienen",
    "thumbsUp": 1,
    "version": "3.3.4"
  },
  {
    "id": "b06f8741-737d-4ca4-b2c8-98184e6a8498",
    "date": "2024-02-15T19:04:19.366Z",
    "score": 5,
    "text": "einfaches Tool zum Routen",
    "thumbsUp": 1,
    "version": "3.2.5"
  },
  {
    "id": "78f04b79-e8da-4687-8d21-6b8d832dd4ca",
    "date": "2024-03-10T10:00:36.595Z",
    "score": 5,
    "text": "Preis Leistung stimmt, ich mag die App",
    "thumbsUp": 1,
    "version": "3.2.5"
  },
  {
    "id": "0dc83d5c-6fa7-40cf-9220-53a64067e57a",
    "date": "2024-06-07T06:05:12.928Z",
    "score": 5,
    "text": "Top Routenplaner für das Motorrad",
    "thumbsUp": 1,
    "version": "3.3.2"
  },
  {
    "id": "fdddf14e-01bf-4584-9883-e9bb67ce8e26",
    "date": "2025-05-22T12:08:55.210Z",
    "score": 5,
    "text": "nicht perfekt aber besser als die Alternative",
    "thumbsUp": 1,
    "version": "3.5.8"
  },
  {
    "id": "997eca6a-0665-48a5-b825-90295268f12b",
    "date": "2025-04-29T09:59:12.846Z",
    "score": 5,
    "text": "top-app für kurvige Motorrad-Routenplanung",
    "thumbsUp": 1,
    "version": "3.5.6"
  },
  {
    "id": "14d9ac9c-56ef-40ed-9154-bbcfcae60be8",
    "date": "2025-06-18T19:10:51.770Z",
    "score": 5,
    "text": "Die beste Tourenapp!",
    "thumbsUp": 1,
    "version": "3.5.8"
  },
  {
    "id": "0b530d38-7b54-4bb9-a57c-78ece36a5cb0",
    "date": "2024-06-17T15:54:35.700Z",
    "score": 5,
    "text": "Bin neu hier und ist alles nicht so einfach.",
    "thumbsUp": 1,
    "version": "3.3.3"
  },
  {
    "id": "e0f54676-5282-4440-8f8d-cec606c04ac3",
    "date": "2025-07-22T09:22:00.798Z",
    "score": 5,
    "text": "....sehr toll gemacht 👍",
    "thumbsUp": 0,
    "version": "3.5.9"
  },
  {
    "id": "4d3b1b8b-1136-4756-8552-df3b8a1bf596",
    "date": "2025-07-21T17:54:44.206Z",
    "score": 5,
    "text": "erfüllt alle Ansprüche",
    "thumbsUp": 1,
    "version": "3.5.9"
  },
  {
    "id": "0b3be29b-78bd-4ef3-a25d-b11cc8c56f62",
    "date": "2024-11-01T06:51:31.596Z",
    "score": 5,
    "text": "Beste Tourplanungs App ever",
    "thumbsUp": 1,
    "version": "3.5.0"
  },
  {
    "id": "d115d11b-f466-4400-a767-f6f4ed8dc409",
    "date": "2024-07-21T12:35:49.576Z",
    "score": 5,
    "text": "Auf den ersten Blick super, muss mal länger testen.",
    "thumbsUp": 1,
    "version": null
  },
  {
    "id": "3cc29aca-7693-460d-b467-cbd6990dec04",
    "date": "2024-12-23T15:56:22.924Z",
    "score": 5,
    "text": "immer wieder ein Genuss mit diesem Programm zu arbeiten.",
    "thumbsUp": 1,
    "version": "3.5.2"
  },
  {
    "id": "3dd56d84-48b2-472a-9b87-66a64b5fb132",
    "date": "2024-04-04T20:36:39.873Z",
    "score": 5,
    "text": "top, genau das was ich brauchte.",
    "thumbsUp": 1,
    "version": "3.3.0"
  },
  {
    "id": "f841c764-b44d-4be5-ac5e-b7a37d693118",
    "date": "2024-10-08T16:12:50.167Z",
    "score": 5,
    "text": "War super auf der Schweden Tour.",
    "thumbsUp": 1,
    "version": "3.5.0"
  },
  {
    "id": "77ddbec2-bc00-46ee-bf14-d20647cd829a",
    "date": "2023-09-14T13:36:14.738Z",
    "score": 5,
    "text": "Die beste App fürs Motorrad 😍🏍️",
    "thumbsUp": 2,
    "version": "3.2.1"
  },
  {
    "id": "8cc20b52-b1a8-4b2a-98c5-676da10bda24",
    "date": "2024-04-19T03:44:14.580Z",
    "score": 5,
    "text": "Neues Design ist top",
    "thumbsUp": 1,
    "version": "3.3.0"
  },
  {
    "id": "0bd5e9bd-17bc-4d08-82a5-3e5cf00547a0",
    "date": "2023-09-26T17:56:13.880Z",
    "score": 5,
    "text": "Klappt alles wunderbar 👍",
    "thumbsUp": 1,
    "version": "3.2.1"
  },
  {
    "id": "ceb14e01-5ff2-4e6f-bf15-904496f789a6",
    "date": "2023-11-19T16:30:23.270Z",
    "score": 5,
    "text": "Super Program. Kann ich empfehlen",
    "thumbsUp": 1,
    "version": "3.2.3"
  },
  {
    "id": "e46a1faa-03e0-4eb0-915a-f7f02da152df",
    "date": "2023-09-26T18:11:26.900Z",
    "score": 5,
    "text": "Meine lieblings App fürs Motorrad.",
    "thumbsUp": 3,
    "version": "3.2.1"
  },
  {
    "id": "e6a14598-d53e-4167-ad23-6eb274f13516",
    "date": "2025-02-21T11:43:19.330Z",
    "score": 5,
    "text": "Wenn sie geht einwandfrei",
    "thumbsUp": 1,
    "version": "3.5.4"
  },
  {
    "id": "a8212d45-759e-4c29-9431-109281fab266",
    "date": "2025-02-07T12:24:53.383Z",
    "score": 5,
    "text": "sehr schönes app..",
    "thumbsUp": 1,
    "version": "3.5.4"
  },
  {
    "id": "54eb3518-18fe-44f1-a588-75ed0bc9bca4",
    "date": "2024-09-07T16:15:17.900Z",
    "score": 5,
    "text": "Top Routing! Danke!",
    "thumbsUp": 1,
    "version": "3.4.3"
  },
  {
    "id": "11434eef-09ec-4508-978f-b0f9a540ce3d",
    "date": "2024-05-21T17:22:56.831Z",
    "score": 5,
    "text": "top mehr braucht Mann nicht 😉",
    "thumbsUp": 1,
    "version": "3.3.2"
  },
  {
    "id": "c608ee1d-b5e5-4b4e-862e-e48d338dd277",
    "date": "2024-05-08T08:07:15.990Z",
    "score": 5,
    "text": "gefällt mir sehr",
    "thumbsUp": 1,
    "version": "3.3.1"
  },
  {
    "id": "39cfc265-746a-42a0-8bfa-8818c9bbfad7",
    "date": "2025-04-18T20:53:01.209Z",
    "score": 5,
    "text": "Bin sehr zufrieden.",
    "thumbsUp": 1,
    "version": "3.5.7"
  },
  {
    "id": "8f58b6e4-1436-4342-891d-f1994ac500da",
    "date": "2024-09-05T09:12:30.780Z",
    "score": 5,
    "text": "Sehr schöne App",
    "thumbsUp": 1,
    "version": "3.4.3"
  },
  {
    "id": "9cfa5579-c538-45c7-8426-d770003bb244",
    "date": "2024-05-01T00:02:24.555Z",
    "score": 5,
    "text": "beste Biker App die es gibt👍",
    "thumbsUp": 1,
    "version": "3.3.1"
  },
  {
    "id": "b4222b9f-c31f-432d-9837-2a938c0590b5",
    "date": "2024-02-01T15:05:58.660Z",
    "score": 5,
    "text": "super detaillierte App",
    "thumbsUp": 1,
    "version": "3.2.5"
  },
  {
    "id": "93337100-2331-4a1d-a80b-4072700965c7",
    "date": "2025-05-02T16:38:21.746Z",
    "score": 5,
    "text": "Programm ist spitze",
    "thumbsUp": 1,
    "version": "3.5.7"
  },
  {
    "id": "1144a413-b033-45e5-9894-a0743b238777",
    "date": "2025-05-15T11:16:23.620Z",
    "score": 5,
    "text": "finde ich mega.....",
    "thumbsUp": 1,
    "version": "3.5.7"
  },
  {
    "id": "9a0b490c-b142-4223-bc61-4e5525493cb0",
    "date": "2025-01-30T11:08:49.680Z",
    "score": 5,
    "text": "Super Motorrad App",
    "thumbsUp": 1,
    "version": "3.5.4"
  },
  {
    "id": "9a300eec-2530-4f0b-8f07-3a47b0809c14",
    "date": "2025-09-19T16:13:10.563Z",
    "score": 5,
    "text": "einfach unschlagbar!",
    "thumbsUp": 1,
    "version": "3.5.10"
  },
  {
    "id": "bf82a8bf-5799-4ac7-9b3a-8e4f88a36245",
    "date": "2025-10-02T16:01:19.620Z",
    "score": 5,
    "text": "Tip top 😃👍",
    "thumbsUp": 1,
    "version": "3.5.10"
  },
  {
    "id": "3ae9c52c-6857-4b10-bbcd-61ade4275fcb",
    "date": "2025-10-13T05:28:26.819Z",
    "score": 5,
    "text": "coole App",
    "thumbsUp": 1,
    "version": "3.5.10"
  },
  {
    "id": "8627813d-f440-4ab1-a7cd-ab59301facd4",
    "date": "2025-10-17T18:11:22.398Z",
    "score": 5,
    "text": "Super programm",
    "thumbsUp": 1,
    "version": "3.5.10"
  },
  {
    "id": "fdb4dc05-9d6c-4ab5-835a-98f6aca72017",
    "date": "2025-09-07T04:15:06.534Z",
    "score": 5,
    "text": "top !",
    "thumbsUp": 1,
    "version": "3.5.10"
  },
  {
    "id": "25e30864-6f3f-4824-8eea-85c78535dcfd",
    "date": "2025-10-08T11:01:01.303Z",
    "score": 5,
    "text": "top",
    "thumbsUp": 1,
    "version": "3.5.10"
  },
  {
    "id": "c5654457-73fe-4403-bc43-9b5d7d1209b8",
    "date": "2025-08-10T11:19:34.939Z",
    "score": 5,
    "text": "super Planer.",
    "thumbsUp": 1,
    "version": "3.5.9"
  },
  {
    "id": "272487d0-a1d1-48a9-88cb-a5d59b3bc772",
    "date": "2025-08-16T07:26:18.835Z",
    "score": 5,
    "text": "Sehr gut",
    "thumbsUp": 1,
    "version": "3.5.9"
  },
  {
    "id": "aa89b1d6-bb59-4c13-8cc8-25133e91e491",
    "date": "2025-08-10T07:53:58.561Z",
    "score": 5,
    "text": "einfach Top",
    "thumbsUp": 1,
    "version": "3.5.9"
  },
  {
    "id": "43f40412-c28b-405b-85b5-0df58b44972d",
    "date": "2025-08-17T15:39:45.128Z",
    "score": 5,
    "text": "perfekte App",
    "thumbsUp": 1,
    "version": "3.5.9"
  },
  {
    "id": "dae51b45-8606-4bf1-8988-bab086bfb571",
    "date": "2025-08-14T09:50:35.784Z",
    "score": 5,
    "text": "immer zufrieden",
    "thumbsUp": 1,
    "version": "3.5.9"
  },
  {
    "id": "9e741046-7bde-45cf-b6ef-9d646ff4c051",
    "date": "2025-09-20T05:35:01.503Z",
    "score": 5,
    "text": "funktioniert",
    "thumbsUp": 1,
    "version": "3.5.9"
  },
  {
    "id": "8a0f1cff-a5a7-4fc5-b3d1-4bf887c6549f",
    "date": "2025-07-13T07:53:08.101Z",
    "score": 5,
    "text": "👍😃",
    "thumbsUp": 1,
    "version": "3.5.9"
  },
  {
    "id": "0be5baf6-c6ac-4f93-ad24-c5d871096527",
    "date": "2025-07-11T20:09:38.419Z",
    "score": 5,
    "text": "Absolut Top",
    "thumbsUp": 1,
    "version": "3.5.9"
  },
  {
    "id": "69dc3067-324e-4784-8025-3119f2e4b5b5",
    "date": "2025-05-19T05:30:39.577Z",
    "score": 5,
    "text": "Einfach gut",
    "thumbsUp": 1,
    "version": "3.5.8"
  },
  {
    "id": "bb329411-3e28-49c3-a926-8d2ea5bd68f6",
    "date": "2025-06-21T16:55:28.440Z",
    "score": 5,
    "text": "einfach genial",
    "thumbsUp": 0,
    "version": "3.5.8"
  },
  {
    "id": "9075299c-c0b4-4db7-96ca-20c5b2bc7914",
    "date": "2025-06-02T18:40:44.410Z",
    "score": 5,
    "text": "super",
    "thumbsUp": 1,
    "version": "3.5.8"
  },
  {
    "id": "c470c684-8346-4498-bb0e-f34353a2b930",
    "date": "2025-06-08T06:44:58.909Z",
    "score": 5,
    "text": "top",
    "thumbsUp": 1,
    "version": "3.5.8"
  },
  {
    "id": "3bde1921-2c33-436b-b68e-67f567618b27",
    "date": "2025-05-15T18:06:10.191Z",
    "score": 5,
    "text": "Alles Top.",
    "thumbsUp": 1,
    "version": "3.5.8"
  },
  {
    "id": "3c5c19c5-27bb-49d1-bafa-b9a702d3553e",
    "date": "2025-05-11T07:47:08.366Z",
    "score": 5,
    "text": "Top ! 😁",
    "thumbsUp": 1,
    "version": "3.5.7"
  },
  {
    "id": "02a7dd41-fee8-4a3a-9d72-9a9618846cd1",
    "date": "2025-04-20T18:37:02.651Z",
    "score": 5,
    "text": "top",
    "thumbsUp": 1,
    "version": "3.5.7"
  },
  {
    "id": "bc5892ce-68e1-45eb-8d89-b0e49faa1303",
    "date": "2025-03-24T15:26:54.207Z",
    "score": 5,
    "text": "einfach perfekt!",
    "thumbsUp": 1,
    "version": "3.5.6"
  },
  {
    "id": "f36f21b7-5343-46b7-bee1-790a328768e9",
    "date": "2025-03-28T13:08:58.861Z",
    "score": 5,
    "text": "Sehr gut 👍",
    "thumbsUp": 1,
    "version": "3.5.6"
  },
  {
    "id": "95d07c41-aa36-4595-ab26-a0a3a9b9339e",
    "date": "2025-04-09T09:37:29.272Z",
    "score": 5,
    "text": "Super App",
    "thumbsUp": 1,
    "version": "3.5.6"
  },
  {
    "id": "71d0c433-dc6f-43ae-b310-6f9f09db73c5",
    "date": "2025-03-15T14:30:04.877Z",
    "score": 5,
    "text": "Alles super",
    "thumbsUp": 1,
    "version": "3.5.6"
  },
  {
    "id": "cb83c84a-35a1-4eaa-96f2-2159f116906f",
    "date": "2025-04-07T21:21:50.538Z",
    "score": 5,
    "text": "Super",
    "thumbsUp": 1,
    "version": "3.5.6"
  },
  {
    "id": "c22bfc9c-26ad-48f4-bf15-665cf88a59a3",
    "date": "2025-04-14T12:56:15.283Z",
    "score": 5,
    "text": "beste",
    "thumbsUp": 1,
    "version": "3.5.6"
  },
  {
    "id": "6da3970c-5395-4379-8afb-0a4203bed46f",
    "date": "2025-04-29T17:36:15.291Z",
    "score": 5,
    "text": "Top",
    "thumbsUp": 1,
    "version": "3.5.6"
  },
  {
    "id": "2be4efc9-a0c7-45d0-8e06-654cdbb9cf8d",
    "date": "2025-04-01T20:58:40.327Z",
    "score": 5,
    "text": "Feines Tool",
    "thumbsUp": 1,
    "version": "3.5.6"
  },
  {
    "id": "134329c9-1d20-408b-ae0b-a940e110af4b",
    "date": "2025-03-30T16:33:16.408Z",
    "score": 5,
    "text": "👌",
    "thumbsUp": 1,
    "version": "3.5.6"
  },
  {
    "id": "dc1e34f2-0e27-45f5-b722-aabc1034d2ff",
    "date": "2025-03-08T16:35:25.411Z",
    "score": 5,
    "text": "sehr gut",
    "thumbsUp": 1,
    "version": "3.5.4"
  },
  {
    "id": "d62a66b1-e30f-4e5c-b330-4af3efb0b035",
    "date": "2025-01-25T09:00:34.974Z",
    "score": 5,
    "text": "Tolle App",
    "thumbsUp": 1,
    "version": "3.5.4"
  },
  {
    "id": "2c1cfaaa-d7af-492e-9fdf-4976075b3f6c",
    "date": "2025-02-28T10:10:22.420Z",
    "score": 5,
    "text": "Top",
    "thumbsUp": 1,
    "version": "3.5.4"
  },
  {
    "id": "23e60b89-e2dd-42d2-8236-00e323e79009",
    "date": "2025-01-05T14:02:27.483Z",
    "score": 5,
    "text": "Bester Motorradroutenplaner.",
    "thumbsUp": 1,
    "version": "3.5.2"
  },
  {
    "id": "7cd4470d-c3d1-4959-affc-039199f0028f",
    "date": "2025-01-06T13:11:27.108Z",
    "score": 5,
    "text": "Fabelhaft",
    "thumbsUp": 1,
    "version": "3.5.2"
  },
  {
    "id": "24ff652e-c0d5-4ce7-8436-408c10e74119",
    "date": "2024-12-11T14:41:36.154Z",
    "score": 5,
    "text": "Super",
    "thumbsUp": 1,
    "version": "3.5.2"
  },
  {
    "id": "13b018f3-ab5a-4d64-a1c4-ee5407d343a3",
    "date": "2024-09-28T14:31:13.218Z",
    "score": 5,
    "text": "zu wenig Benutzt.",
    "thumbsUp": 1,
    "version": "3.5.0"
  },
  {
    "id": "daf2c4db-75f3-459d-9a9f-acdd83fa11ff",
    "date": "2024-11-20T19:43:47.356Z",
    "score": 5,
    "text": "Klasse!!!",
    "thumbsUp": 1,
    "version": "3.5.0"
  },
  {
    "id": "42efe10b-d4ce-4ecb-9016-004320659112",
    "date": "2024-10-03T08:50:07.984Z",
    "score": 5,
    "text": "top",
    "thumbsUp": 1,
    "version": "3.5.0"
  },
  {
    "id": "43696989-9b53-4f08-b20b-6dfb784119e4",
    "date": "2024-10-08T19:26:59.127Z",
    "score": 5,
    "text": "top",
    "thumbsUp": 1,
    "version": "3.5.0"
  },
  {
    "id": "09370cf6-f4c9-4a72-a9b6-45379fa98b36",
    "date": "2024-07-27T19:41:59.300Z",
    "score": 5,
    "text": "einfach Klasse!",
    "thumbsUp": 1,
    "version": "3.4.1"
  },
  {
    "id": "357ea8a4-e6da-4271-8199-eb932170abf9",
    "date": "2024-08-03T08:12:31.658Z",
    "score": 5,
    "text": "super App",
    "thumbsUp": 1,
    "version": "3.4.1"
  },
  {
    "id": "cd1d8786-ba25-4eae-b14a-68875fe0cc0c",
    "date": "2024-08-23T08:31:14.496Z",
    "score": 5,
    "text": "supi",
    "thumbsUp": 1,
    "version": "3.4.1"
  },
  {
    "id": "c4bcf0f3-cbd4-4043-9c0d-42def2fd6cac",
    "date": "2024-05-21T20:02:19.875Z",
    "score": 5,
    "text": "Top App",
    "thumbsUp": 1,
    "version": "3.3.2"
  },
  {
    "id": "1763d23f-dd3a-48fd-bd30-dae51a6c2894",
    "date": "2024-05-07T17:59:28.674Z",
    "score": 5,
    "text": "Alles super",
    "thumbsUp": 1,
    "version": "3.3.1"
  },
  {
    "id": "bdbb45d7-ec65-4705-a379-e9d37bb5fa7b",
    "date": "2024-05-04T14:26:59.233Z",
    "score": 5,
    "text": "super",
    "thumbsUp": 1,
    "version": "3.3.1"
  },
  {
    "id": "57325502-5c8d-462e-9f1c-b2fceb33d11a",
    "date": "2024-04-22T14:58:05.933Z",
    "score": 5,
    "text": "Bombastisch",
    "thumbsUp": 1,
    "version": "3.3.1"
  },
  {
    "id": "0c86ec93-7b9a-4fac-a79c-510b1a95b2ec",
    "date": "2024-05-09T16:16:05.604Z",
    "score": 5,
    "text": "Top 👍",
    "thumbsUp": 1,
    "version": "3.3.1"
  },
  {
    "id": "408f9a30-7eab-49f9-9540-e916937be829",
    "date": "2024-04-01T14:40:56.674Z",
    "score": 5,
    "text": "perfekte Routenvorschläge toller GPX Export z.B. n Garmin",
    "thumbsUp": 1,
    "version": "3.3.0"
  },
  {
    "id": "44227767-f1a2-4e32-b28d-b6bb2ee9a635",
    "date": "2024-03-31T13:09:07.974Z",
    "score": 5,
    "text": "geilo",
    "thumbsUp": 1,
    "version": "3.3.0"
  },
  {
    "id": "2ff21a2a-290c-48cf-a445-32e0384fa19c",
    "date": "2024-03-17T19:41:59.851Z",
    "score": 5,
    "text": "top",
    "thumbsUp": 1,
    "version": "3.2.5"
  },
  {
    "id": "f3fe5074-2b1c-4275-8bfe-81a653805437",
    "date": "2024-01-13T19:48:04.344Z",
    "score": 5,
    "text": "sehr gute App",
    "thumbsUp": 1,
    "version": "3.2.5"
  },
  {
    "id": "b5725f9b-845e-4a0b-abaf-a4dd3bcd8f72",
    "date": "2024-01-13T18:06:59.823Z",
    "score": 5,
    "text": "Alles super",
    "thumbsUp": 0,
    "version": "3.2.5"
  },
  {
    "id": "13931679-ef4e-4cab-bff1-03cca6c060d6",
    "date": "2024-01-27T10:06:35.810Z",
    "score": 5,
    "text": "tolle App",
    "thumbsUp": 1,
    "version": "3.2.5"
  },
  {
    "id": "7446a410-ea05-48df-8559-eff9a13d1a4a",
    "date": "2023-11-06T05:43:44.583Z",
    "score": 5,
    "text": "Super Software",
    "thumbsUp": 2,
    "version": "3.2.3"
  },
  {
    "id": "464bce58-d32a-45fc-9308-c09d3880f9d9",
    "date": "2023-11-18T07:39:31.601Z",
    "score": 5,
    "text": "👌",
    "thumbsUp": 1,
    "version": "3.2.3"
  },
  {
    "id": "b051d49e-6e42-4ac0-8cb2-2b101810afcf",
    "date": "2024-07-20T05:15:15.567Z",
    "score": 5,
    "text": "gut",
    "thumbsUp": 1,
    "version": null
  },
  {
    "id": "8fb30641-76e7-404a-b89a-b0471bae716c",
    "date": "2025-06-01T10:01:51.944Z",
    "score": 5,
    "text": "good",
    "thumbsUp": 1,
    "version": null
  },
  {
    "id": "9e90548f-990b-4478-be1a-a9f7daedc128",
    "date": "2025-07-15T07:52:58.730Z",
    "score": 4,
    "text": "Habe nun zum ersten Mal mit Kurviger navigiert. Nutze es mit einem Display für Android Auto. Bedeutet, dass die Anzeige nicht die gleiche ist wie auf dem Handy. Hier auch meine größten Kritikpunkte: Es wäre sehr hilfreich, wenn die Punkte \"Sperrungen\" und \"Tankstellen\" auch auf Android Auto verfügbar wären. Will nicht jedes Mal das Handy herauskramen müssen. Weitere fehlende Punkte wären: Anzeige von Sperrungen und Verkehrsinfo. Routenplanung und -führung ansonsten super.",
    "thumbsUp": 8,
    "version": "3.5.9"
  },
  {
    "id": "087dde31-be16-4efc-83eb-f36cb19835ba",
    "date": "2025-10-09T19:38:13.414Z",
    "score": 4,
    "text": "Insgesamt eine tolle App! Die Routen sind meist Top und die vielen Einstellmöglichkeiten waren für mich der Hauptgrund fürs Abo, Tourenplanung ist easy, auch am PC. Leider kommt es gelegentlich zu Problemen mit Baustellen oder gesperrten Straßen, und manchmal werden Touren unerwartet abgebrochen oder Zwischenpunkte ignoriert oder gelöscht. Der Akkuverbrauch ist recht hoch. Wünschenswert wären noch Features wie Kurvenwarnungen, Fahranalysen oder eine Option, Routen und Fahrer in der Nähe zu sehen",
    "thumbsUp": 2,
    "version": "3.5.10"
  },
  {
    "id": "1c84b0a2-f825-4dbc-ad8f-5e72acec0ecc",
    "date": "2025-07-27T09:48:48.350Z",
    "score": 4,
    "text": "Nach dem neuen Update Scheint sich was an der Sprachausgabe getan zu haben! Bin heute eine kleine runde gefahren und habe alle Anweisungen verstanden auch wenn Musik an war hat doe App doe Musik leiser geregelt so das die Ansage gut zu verstehen war (auch bei 100 km/h) ! Jetzt hätte ich nur noch den Wunsch das doe Navigation auch über Androidauto gestartet werden kann! Da ich immer das Handy im Tankrucksack habe ! Sonst top App",
    "thumbsUp": 1,
    "version": "3.5.9"
  },
  {
    "id": "86192bd7-276f-4bcf-96e8-bb9385b47b73",
    "date": "2024-11-10T11:12:59.227Z",
    "score": 4,
    "text": "Habe die App nun seit 2 Jahren installiert und auch im Abo. Bin sehr zufrieden mit den vielen Möglichkeiten, deren Bedienung man sich mit etwas Zeit aneignen kann. Ein Stern Abzug, da ich schon mehrfach bei der Einstellung \"kurvig\" und \"extra kurvig\" auf Wege geleitet wurde, die privat waren oder direkt über echte Feldwege führten. Das müsste noch besser werden. Ich bleibe aber sicher dabei und nutze es auch für gelegentliche Ausflüge und Rundstrecken.",
    "thumbsUp": 17,
    "version": "3.5.0"
  },
  {
    "id": "aa434b3f-faa1-473f-b386-c813222fa1dd",
    "date": "2025-05-23T07:19:59.321Z",
    "score": 4,
    "text": "Ich bin kein Freund von Abo-Modellen. Das Programm ist auf einem guten Weg. Das Neuberechnen bei Änderungen in der Routenführung funktioniert gut. Leider gibt es noch Probleme in der Navigation, Autozoom funktioniert nicht zuverlässig, man wird gelegentlich an der Abfahrt vorbei geschickt um dann zu wenden, die Abbiegepfeile sind unzuverlässig. Leider kann man nicht nach reiner Sprachansage fahren. Verkehr wie Stau und Baustellen würden das Programm abrunden.",
    "thumbsUp": 8,
    "version": "3.5.8"
  },
  {
    "id": "ec85b031-ac4d-4451-9af0-2d9ac93c0d59",
    "date": "2025-11-01T21:01:23.247Z",
    "score": 4,
    "text": "Manche Kleinigkeiten in der Bedienung und der Streckenführung sind nicht zwingend logisch zu erklären. Aber Grundsätzlich eine tolle App",
    "thumbsUp": 1,
    "version": "3.5.10"
  },
  {
    "id": "9e6bf2fc-38d5-47eb-9e61-11ea5c34349d",
    "date": "2024-12-08T11:54:43.200Z",
    "score": 4,
    "text": "Ich habe eine Navigations app für meine Kanada Tour gesucht. Kurviger hat dabei sehr gut abgeschnitten. Insbesondere die Oberfläche und die Kartenansichten sind toll. Ein Austausch der Routen über die Cloud mit dem PC war ebenfalls sehr gut. Die Probleme beginnen, wenn man jegliche Kommunikationsmöglichkeiten des Smartphones abschaltet / keinen Empfang hat. Eine neue Route zu starten geht nicht. Routenumplanung / Neuplanung während der Tour geht nicht. Eine tolle App für feste Routen.",
    "thumbsUp": 9,
    "version": "3.5.2"
  },
  {
    "id": "75259b10-b113-411b-beac-5669d060f99e",
    "date": "2024-10-27T11:26:23.651Z",
    "score": 4,
    "text": "Probe+ Test Abo geladen. Positiv, Routenplanung top, Shaping-Point usw., nicht so gut, Strecke mit Maps kontrolliert, 2 voll gesperrte Straßen in der Strecke gefunden, Ton zu spät, fehlt die Hälfte. Negativ, beim Verlassen der Route keine Neuberechnung (war aktiviert), lange versucht zurück zu leiten (mehrere Kilometer), und im Gebirge Blindflug, wieder für mehrere Kilometer. Hatte vorsorglich Maps mitlaufen. Aber nächstes Jahr wird sicher nochmal intensiver getestet, gefällt mir trotz allem gut",
    "thumbsUp": 5,
    "version": null
  },
  {
    "id": "933f7f63-4211-451e-9b7d-9d5fc291a9a0",
    "date": "2025-08-19T19:31:44.652Z",
    "score": 4,
    "text": "Macht richtig Spaß. Ab nächster Saison mit Abo. Ohne Sprachansage isses lästig. Die App kann ich weiter empfehlen.",
    "thumbsUp": 1,
    "version": "3.5.9"
  },
  {
    "id": "4446aca4-1eda-49a1-a817-da65a2227193",
    "date": "2025-07-16T20:36:56.331Z",
    "score": 4,
    "text": "Super Naviapp für's Motorrad. Preis Leistung stimmt. 1 🌟 abzug für die schreckliche Stimme bei der Routenführung.",
    "thumbsUp": 1,
    "version": "3.5.9"
  },
  {
    "id": "ede65a34-ff5f-4f2b-a4ea-36badfdbaf32",
    "date": "2025-03-10T08:11:27.873Z",
    "score": 4,
    "text": "Sehr gute Navi-App! Habe div. Apps für kurvige Strecken ausprobiert und die Kurviger App ist die mit Abstand Beste! Leider fehlen Echtzeit-Verkehrsdaten & Offline-Kartenfunktionen. Echtzeitdaten könnten ggf. für eine automatische Umfahrung bei Stau & Strassensperrung genutzt werden. Ausserdem muss für eine sinnvolle Nutzung ein Abo gelöst werden, die alte App mit Einmalzahlung war mir daher lieber. Wenn die Verkehrsdaten & Offline-Karten noch eingebunden werden können, gibt es 5 Sterne.",
    "thumbsUp": 3,
    "version": null
  },
  {
    "id": "b61cb3db-b4c2-406b-ba7b-4187e8569d3f",
    "date": "2025-06-18T06:39:48.900Z",
    "score": 4,
    "text": "UPDATE: Es hat Schwierigkeiten mit Berechtigungen von App am Handy gegeben das könnte ich aber mit Hilfe von (wirklich sehr guten) Support lösen. Aber ich bleib dabei. Die Routen und Favoriten müssen über Android Auto verwaltbar sein. Vor kurzem fahre ich Route nach, wollte aber in einer Stadt Parkplatz suchen den ich mir in Favoriten für nur für alle Fälle gespeichert hat. Das bedeutet stehen bleiben, Handy auspacken, Favoriten suchen und weiter fahren. Mühsam! Ansonsten sehr gutes App!",
    "thumbsUp": 3,
    "version": "3.5.8"
  },
  {
    "id": "e62844c4-7047-43ee-921e-155eb5699fe3",
    "date": "2025-06-24T20:43:03.504Z",
    "score": 4,
    "text": "Die App ist gut. Was fehlt wäre die Möglichkeit Punkt für Punkt auf der Karte zu planen. Wenn man das Ziel eingibt ist es schwierig alles zu Schieben, biss man dort durch kommt wo man will. Auch die Möglichkeit Teile zu bestimmen mit sehr kurvig oder wieder andere mit schnell.",
    "thumbsUp": 1,
    "version": "3.5.8"
  },
  {
    "id": "af917ce7-b6bc-4e4c-a9d8-c60fe39ba8c9",
    "date": "2024-09-09T22:49:06.106Z",
    "score": 4,
    "text": "Ich habe inzwischen alle Motorrad-Apps getestet und KURVIGER ist mit Abstand die beste. Ich wünsche mir folgende Ergänzungen: Um Akku zu sparen, sollte man einstellen können, dass das Display verdunkelt wird und nur ein Richtungspfeil mit Entfernungsangabe angezeigt wird. Und optimal wäre es natürlich, wenn wie bei GOOGLE MAPS die Verkehrslage in Echtzeit auf der Karte abgebildet würde.",
    "thumbsUp": 14,
    "version": "3.4.3"
  },
  {
    "id": "de6958d9-7d9b-41cb-8b74-259d55479743",
    "date": "2024-09-27T06:41:15.922Z",
    "score": 4,
    "text": "Im Großen und Ganzen funktioniert die App gut und ist intuitiv zu bedienen. Wenn der Algorithmus für kurvige Strecken noch angepasst wird, so dass man nicht unnötig von der Hauptstraße kurz in dörfliche Nebenstraßen geführt wird, gibt es den 5. Stern. Das ist nämlich ziemlich nervig, vorallem wenn man mühsam eine Kolonne Kriecher oder LKW überholt hat, die dann wieder vor dir sind. 🚚🚗💨",
    "thumbsUp": 11,
    "version": "3.5.0"
  },
  {
    "id": "ea6580c7-37cd-47f3-bf2c-14f8dca943c0",
    "date": "2025-04-26T07:26:00.426Z",
    "score": 4,
    "text": "Ich benutze Kurviger Tourer + zur Navigation auf meiner alten K1200RS in Verbindung mit Samsung S22 und Carpuride 702. Das Programm funktioniert gut. Ich benötigte nach vorheriger Garmin Zumo-Nutzung etwas Gewöhnungszeit. Aber insgesamt geht es gut. Das Einzige, was wirklich nervt, sind etwa halbstündige Verbindungsabbrüche zum Android Auto, die nur durch Ab- und Einschalten der Bluetooth-Verbindung am Handy zu beheben sind. Das bedeutet jedes Mal Anhalten, Handy rauskramen und fummeln. Schade.",
    "thumbsUp": 19,
    "version": "3.5.7"
  },
  {
    "id": "178d49d1-7098-44dd-9c26-fb6b966d0ef1",
    "date": "2024-08-17T21:43:22.613Z",
    "score": 4,
    "text": "Nutze die App weil die Kurviger pro eingestellt wurde. Leider eine Verschlimmbeserung und das zum 3fachen Preis. Sehr schade! Nutze nur die Audioansagen zur Navigation. Hierzu muss jetzt leider der Bildschirm aktiv bleiben - ohne externe Stromquelle also nicht sinnig. Abweichungen von der Route werden kommentarlos neu berechnet und wie schon vom Vorredner erwähnt, kommen die Ansagen zu spät. Die Routenplanung am Handy ist i.Vgl. zur Pro leider mit unnötigen Klicks verbunden und nicht intuitv",
    "thumbsUp": 30,
    "version": "3.4.1"
  },
  {
    "id": "572ec6bf-28f6-4fd6-af19-00db80f464b8",
    "date": "2024-08-09T18:55:14.643Z",
    "score": 4,
    "text": "Die Gestaltung einer Route oder Rundtour ist sehr schön umgesetzt, ebenso das anlegen einer Pause oder Zwischenziehl. was noch fehlt wäre die Option wegen der Navigationsansage über Bluetooth das senden der Ansage zu verzögern, mein Helmheadseat verschluckt die ersten Wörter wegen der verzögerten Sprachausgabe, egal was ich einstelle. Abhilfe Schaft hier die App \"Audioverstärker\" von Google, und funktioniert. Diese muss halt immer parallel laufen. Ich dachte an die Funktion wie bei Blitzer.de.",
    "thumbsUp": 7,
    "version": "3.4.1"
  },
  {
    "id": "96ec077c-6554-4cca-af0d-d503ceb4ed12",
    "date": "2025-03-21T07:21:24.544Z",
    "score": 4,
    "text": "Coole App :) Könnt ihr für die Tankstellen Preise einbinden oder eine Integration zu einer App für Tankstellenpreise? Dann kann man direkt sehen was wo wie viel kostet. Nicht, dass es für Motorräder relevant wäre, aber vielleicht möchte man ja auch andere Fahrzeuge mit der App bewegen, die durstiger sind. ;)",
    "thumbsUp": 1,
    "version": "3.5.6"
  },
  {
    "id": "81d9233b-26f4-4615-9645-6ea991bfad54",
    "date": "2024-08-24T13:04:56.446Z",
    "score": 4,
    "text": "Gute app mit noch viel Potential. Ich bin von calimoto hier rüber gewechselt weil mir die app zu umständlich und zu teuer wird habe hier direkt das plus abbo abgeschlossen. Navigation ist gut die Strecken waren bis jetzt ganz solide. Einige Punkte haken aber noch. Sprachsynthese ist schlecht und undeutlich. Die Aufzeichnung der Routen ist nur halbwegs gelungen und ungenau. Kann mir vorstellen dass daraus noch solide Konkurrenz werden kann. Update:Danke für die Erklärung mit dem tts. Ist angepast",
    "thumbsUp": 6,
    "version": "3.4.1"
  },
  {
    "id": "42f7e57a-1df2-49f5-a0f8-a44bd6ff6e54",
    "date": "2024-04-24T08:34:42.916Z",
    "score": 4,
    "text": "Habe nach mehrjähriger Nutzung die alte Kurviger App genutzt. Bin nun auf die neue App umgestiegen und habe mir ein Tourer+ Konto gekauft und festgestellt, dass der Download der Offline-Karten katastrophal schlecht gelöst ist. Warum kann man nicht wie bei der alten App sich Regionen mit dem Namen der Regionen auswählen und muss umständlich auf der Karte Flächen markieren?",
    "thumbsUp": 10,
    "version": "3.3.1"
  },
  {
    "id": "8e61e4b7-1acb-4441-b4f8-b84ebd924692",
    "date": "2024-04-22T05:17:10.237Z",
    "score": 4,
    "text": "Thema Lautstärke: Hab die App im Abo. Alles bestens! Bis auf die Lautstärke. Ich lass die Sprachansagen per Bluetooth in meinen Helm übertragen. Allerdings ist Google Maps bei der Navigation im Vergleich lauter! Vielleicht kann da Abhilfe geschafft werden. Danke!",
    "thumbsUp": 3,
    "version": "3.3.1"
  },
  {
    "id": "b159a288-f435-450d-9bb0-e9e293ffcf6a",
    "date": "2024-07-22T09:04:52.766Z",
    "score": 4,
    "text": "Gute App für Motorradfahrer. Einen Stern abzug gibt es, weil für mich eine Live-Tracking option, mit der man seinen Standort mit anderen Live teilen kann super wäre und weil ich es super fände, wenn man Bilder seiner Route einfügen könnte (auch wenn nur für sich selbst).",
    "thumbsUp": 7,
    "version": "3.3.4"
  },
  {
    "id": "89f11e68-4ea7-446e-9e2a-de229fdb1cef",
    "date": "2025-09-14T07:08:35.503Z",
    "score": 4,
    "text": "Gute App, nur leider keinen Tonabgabe bei Abbiegen oder so.",
    "thumbsUp": 1,
    "version": "3.5.10"
  },
  {
    "id": "87bc373f-3392-48a0-8204-000362cb1dc7",
    "date": "2024-04-13T06:12:16.522Z",
    "score": 4,
    "text": "Ich habe die Version Pro mehrere Jahre benutzt und war sehr zufrieden damit. In der aktuellen Version sind leider die individuellen Einstellungen ins besondere im Karten-Zoom und Routenfarbe etc. leider nicht mehr möglich.",
    "thumbsUp": 2,
    "version": "3.3.0"
  },
  {
    "id": "770eb3d3-c2a0-4f95-9d60-990db9e9d132",
    "date": "2024-04-04T07:02:37.565Z",
    "score": 4,
    "text": "Ich nutze Kurviger sehr gerne, die Planbarkeit der Routen am PC und nahtlose Übernahme am Handy ist super. Zwei Verbesserungsvorschläge: 1. What3Word Adressen direkt eingebbar in der Planung und 2. Android Auto/Carplay Integration würden das Erlebnis perfekt machen.",
    "thumbsUp": 3,
    "version": "3.3.0"
  },
  {
    "id": "6def5f5e-bb54-4765-b368-99d42599fb1b",
    "date": "2023-09-18T17:37:14.307Z",
    "score": 4,
    "text": "Die Echtzeitanzeige ist leider oft sehr zeitversetzt dadurch habe ich ab und an das abbiegen verpasst. Vor allem in Städten ist das oft zu beobachten. Der Pfeil ist immer so 10m bis 20m hinterher. Ansonsten ist die Navigation selbst sehr übersichtlich und gut zu erkennen. Auch die Planung einer Route ist sehr innovative.",
    "thumbsUp": 15,
    "version": "3.2.1"
  },
  {
    "id": "61f6594b-7b15-4ffa-b057-c7e4c01cf534",
    "date": "2024-11-10T17:14:40.801Z",
    "score": 4,
    "text": "Preis-/ Leistung ist super und auch die Planung mit verschiedenen Streckenprofilen je Abschnitt gefällt mir sehr gut. Allerdings sind oft Baustellen und Sperrungen nicht drin, was auf der Tour echt stört. Sonst wären das 5 Sterne.",
    "thumbsUp": 2,
    "version": "3.5.0"
  },
  {
    "id": "1a6abd19-8c89-4b96-99e8-c5c43501dc9f",
    "date": "2024-04-28T07:29:18.607Z",
    "score": 4,
    "text": "Langsam komme ich mit ihr klar. Hat im Praxis Test gut funktioniert super Kurvige Motorrad Routen gefunden. Nur Umleitungen waren nicht drin hat es aber gleich gemerkt als wir in Andere Richtung gefahren sind und neue Route angezeigt.",
    "thumbsUp": 2,
    "version": "3.3.1"
  },
  {
    "id": "80818867-ba93-44d0-88ab-e4b85ef9257b",
    "date": "2025-03-23T17:48:07.930Z",
    "score": 4,
    "text": "Die App an sich ist gut. Allerdings die Android Auto Integration ist leider noch nicht wirklich zu gebrauchen. Die Sprachansagen erfolgen in einer mir unbekannten Sprache. Irgend ein Kauderwelsch.",
    "thumbsUp": 2,
    "version": "3.5.6"
  },
  {
    "id": "b57cd2f5-366e-4acd-86dc-e5f8fa70d70c",
    "date": "2024-06-28T20:17:15.608Z",
    "score": 4,
    "text": "Grundsätzlich sehr geile App. Nur die Aufgezeichneten Routen die ich gefahren bin sind sehr Ungenau. Bitte ausbessern sodass die Strecke die ich aufzeichne 1:1 mit die Wegpunkte übernommen werden dann gibt es 5 Sterne.",
    "thumbsUp": 4,
    "version": "3.3.3"
  },
  {
    "id": "d571578c-e739-484e-907e-8d077c00cdfb",
    "date": "2023-10-21T19:44:03.258Z",
    "score": 4,
    "text": "Das Problem mit dem zu leisen Ton mit Sena 20S hab ich auch. Gibts da schon eine Lösung? Ansonsten kann ich diese App nur weiter empfehlen. Wir haben schon sehr schöne Touren mit ihr gefahren.",
    "thumbsUp": 1,
    "version": "3.2.3"
  },
  {
    "id": "30853970-f0af-499c-81ca-308b44b74acd",
    "date": "2024-11-01T17:57:37.460Z",
    "score": 4,
    "text": "Perfekte App. Hat sogar in Marokko, Andalusien, Sardinien sehr gute Dienste geleistet. Nachträglich Shaping Point einfügen geht nicht oder ich hab es noch nicht gefunden;)",
    "thumbsUp": 1,
    "version": "3.5.0"
  },
  {
    "id": "dd514860-e2e0-4bfb-831f-2f498e27c345",
    "date": "2025-05-23T20:42:21.400Z",
    "score": 4,
    "text": "Entwickler antwortet schnell auf Fragen. Etwas umständlich die Wegpunkte zu setzen und zu editieren am Handy. Hab aber auch ersten ein zwei Stündchen damit rumprobiert.",
    "thumbsUp": 1,
    "version": "3.5.8"
  },
  {
    "id": "b70e0d3b-5e1d-45ea-83de-f5ff1aaa346b",
    "date": "2025-06-01T15:54:43.566Z",
    "score": 4,
    "text": "Die App ist gut gemacht und geplante Routen können abgespeichert werden. Was mir in der App fehlt ist die Vermeidung von Tunnels.",
    "thumbsUp": 2,
    "version": "3.5.8"
  },
  {
    "id": "9a411d74-d095-4d9c-9bff-cbb8acd4c376",
    "date": "2024-01-29T20:32:30.160Z",
    "score": 4,
    "text": "Fehlt nur noch Android Auto Integration, dann wäre sie perfekt. Einfach eine tolle App und Website. (Anfangs hat's n bisschen gebraucht sich zurecht zu finden)",
    "thumbsUp": 2,
    "version": "3.2.5"
  },
  {
    "id": "6b7612c0-047d-4fa3-839c-c70f2e7ebb22",
    "date": "2024-04-12T17:11:17.324Z",
    "score": 4,
    "text": "Sehr gute App mit fairen Preis/Leistung Verhältnis und super Entwicklung! Verbesserungsvorschläge: - Routenführung kontrastreicher darstellen - Sprachausgabe über das Sena ist leider zu leise",
    "thumbsUp": 16,
    "version": "3.3.0"
  },
  {
    "id": "3e22f41a-40c7-4085-88cc-f883e6527547",
    "date": "2024-04-16T16:38:58.973Z",
    "score": 4,
    "text": "Eigentlich gute App, nur bekomme ich alle Ansagen jeweils 2x (doppelt) in den Helm übertragen. Das ist ziemlich nervtötend.",
    "thumbsUp": 1,
    "version": "3.3.0"
  },
  {
    "id": "b6bc7249-7ecd-4e11-ba7c-52c59fcedd6d",
    "date": "2025-11-14T07:17:03.740Z",
    "score": 4,
    "text": "Kurviger ist ein sehr gutes Tool.Weiter so!",
    "thumbsUp": 0,
    "version": "3.5.10"
  },
  {
    "id": "77f9bd4c-6978-40e5-a0ff-1282f6ff5020",
    "date": "2024-09-20T02:56:28.703Z",
    "score": 4,
    "text": "ist eine gut verständliche Software und schnell beherrschbar. Import Export funktioniert bestens.",
    "thumbsUp": 1,
    "version": "3.4.3"
  },
  {
    "id": "ec47a156-c4eb-454a-b5f7-01ab56fad37d",
    "date": "2025-05-01T10:12:30.568Z",
    "score": 4,
    "text": "Teilweise fehlende Wegbeschreibung an Kreuzungen. Bei langen Wegstrecken könnte eine erneute Bestätigung der Wegführung erfolgen",
    "thumbsUp": 1,
    "version": "3.5.7"
  },
  {
    "id": "69398807-4fd5-4fdd-921e-f93221d66106",
    "date": "2024-02-08T18:59:41.703Z",
    "score": 4,
    "text": "5 Sterne gäbe es wenn Campingplätze angezeigt würden, und wenn die Kilometeranzeige auch in der App angezeigt würden",
    "thumbsUp": 1,
    "version": "3.2.5"
  },
  {
    "id": "37d6404c-afb3-44e6-9585-d16e8087565b",
    "date": "2024-03-19T09:40:10.990Z",
    "score": 4,
    "text": "Gibt es mittlerweile die Möglichkeit Bundesschnellstraße zu fahren wenn Autobahnen meiden möchte oder werden Schnellstraßen und Autobahnen weiterhin Gleichbehandelt? An welche E-Mail kann ich mich wenden. ich will unbedingt mein Geld zurück. Auf der inet seite finde ich nichts.",
    "thumbsUp": 1,
    "version": "3.2.5"
  },
  {
    "id": "f341efaf-d57a-4de4-9e28-3ef9c68c589f",
    "date": "2024-02-26T17:44:08.970Z",
    "score": 4,
    "text": "Gute und einfache Bedienung der App.",
    "thumbsUp": 1,
    "version": "3.2.5"
  },
  {
    "id": "8bc47d06-08f9-474f-bbdd-f050c086a00e",
    "date": "2024-09-02T09:44:19.787Z",
    "score": 4,
    "text": "Top läuft gut wer super wenn man Motorradtreff mehr hätte und Restaurants.",
    "thumbsUp": 1,
    "version": "3.4.1"
  },
  {
    "id": "3f2e8a3e-6850-4dc3-947a-65c1b88b90ca",
    "date": "2024-09-26T23:27:28.637Z",
    "score": 4,
    "text": "Erster Routenplanungstest macht einen guten Eindruck!",
    "thumbsUp": 1,
    "version": "3.5.0"
  },
  {
    "id": "e899931e-94d5-449e-a770-0e01df8c7859",
    "date": "2024-01-28T19:11:34.916Z",
    "score": 4,
    "text": "Gute und viele Optionen",
    "thumbsUp": 1,
    "version": "3.2.3"
  },
  {
    "id": "64463d4e-e63e-49a2-8746-542b48a90ec6",
    "date": "2024-03-31T09:34:14.763Z",
    "score": 4,
    "text": "Kommt noch, bin noch am testen, aber der erste Eindruck ist klasse 👍",
    "thumbsUp": 1,
    "version": "3.3.0"
  },
  {
    "id": "728219e6-6b7c-4653-9164-d44e07934ff7",
    "date": "2024-09-20T22:03:19.199Z",
    "score": 4,
    "text": "wurde gefragt bevor ich es überhaupt benutzt habe",
    "thumbsUp": 2,
    "version": "3.4.3"
  },
  {
    "id": "feca926d-6700-40e7-9482-0fb949dcb0fc",
    "date": "2024-05-10T21:06:30.444Z",
    "score": 4,
    "text": "👍noch keine Erfahrung gemacht . Später mehr .",
    "thumbsUp": 1,
    "version": "3.3.2"
  },
  {
    "id": "716fe306-3b88-4bdc-9897-b8d1723ad34e",
    "date": "2025-09-20T07:24:30.400Z",
    "score": 4,
    "text": "Super Routenplanung",
    "thumbsUp": 1,
    "version": "3.5.10"
  },
  {
    "id": "a99af3d7-a8b5-451d-a24d-e922c7537faf",
    "date": "2024-08-10T08:30:36.855Z",
    "score": 4,
    "text": "sehr gut",
    "thumbsUp": 1,
    "version": "3.4.1"
  },
  {
    "id": "ce80a551-8357-471b-baf3-16333bb43b68",
    "date": "2025-11-14T21:19:10.617Z",
    "score": 3,
    "text": "gute App aber Bundesstraße und Kraftfahrt-Straße vermeiden einfügen für 50ccm wäre super. Dann ist die App sehr gut ! natürlich hab ich die Option Schnellstraße vermeiden genutzt. vermeidet allerdings nur Autobahn und nicht Bundesstraße oder Kraftfahrt-Straße. 50ccm darf nur Landstraße fahren. Bisher gibt es keine einzige App die das kann. 😅",
    "thumbsUp": 1,
    "version": "3.5.10"
  },
  {
    "id": "74484ecc-8bca-4390-ad65-cf7d7c21bb5d",
    "date": "2025-09-09T10:56:27.761Z",
    "score": 3,
    "text": "Das Konzept gefällt mir. Die Bedienung der App ist nicht sehr intuitiv und der Export von einfachen GPX files ist nicht GPX Standard konform, was z.B. zu einem Fehler beim Import in die Royal Enfield Europe App führt. Kurviger hat in den einfachen GPX Export Garmin spezifische Metadaten in den Header gepackt die zwar nicht verwendet werden, aber vermutlich die Kompatibilitätsprobleme verursachen. Hoffe das wird bald behoben. Der sog. Old-Export hat das Problem nicht, aber nicht über App verfügb.",
    "thumbsUp": 2,
    "version": "3.5.10"
  },
  {
    "id": "89a9fb4a-fb9b-4d60-93f9-2cc51e34be45",
    "date": "2025-11-16T22:18:02.315Z",
    "score": 3,
    "text": "mit dem Kauf eines neuen Handys kann ich die Navigationsfunktion nicht mehr ausüben. im Gegenteil, mir wird gesagt, ich soll ein neues Abo über 29.95 EUR jährlich abschließen. wie kann das sein? denn die kurvige App habe ich vor Jahren bereits erworben und auch benutzt. der damalige Vertrag beinhaltete eine einmalige Zahlung. ich freue mich von euch zu hören",
    "thumbsUp": 2,
    "version": "3.5.10"
  },
  {
    "id": "eb4ace1e-fb77-4a6e-9a63-87a5ed046136",
    "date": "2025-08-13T21:31:23.123Z",
    "score": 3,
    "text": "Die Offline Navigation ist echter Müll. Bei Streckensperrung durch Baustellen und daraus Abweichungen von der geplanten Route, findet keine Neuberechnung offline statt, obwohl die Karten für den Offline Betrieb downgelodet worden sind. Habe das Premium Paket noch in der Testphase und noch 2 Touren um es zu checken. Der heutige Tag war ein reinfall. Auch die Exportierten Dateien lassen sich ohne Netz nicht laden um mit diesen zu fahren. Eigendlich Schade daß es nicht funktioniert wie angepriese",
    "thumbsUp": 1,
    "version": "3.5.9"
  },
  {
    "id": "725d834e-0f59-4304-9fdf-fbdeaff9a676",
    "date": "2025-08-08T13:37:32.419Z",
    "score": 3,
    "text": "Die Strecken sind okay, Straßensperrungen fehlen jedoch jede, also bei einer Tour fährt man gerne 6 mal in eine Sperrung rein. wenn zwei Sperrungen beieinander sind leitet er einem nach dem Melden einer wieder in die vorherige rein, also leider nicht wirklich intelligent das System. die Preise sind fair, das muss man klar sagen, aber die Leistung ungenügend.",
    "thumbsUp": 2,
    "version": "3.5.9"
  },
  {
    "id": "70d0d2d4-4bd8-42f9-a2ae-7f3223767179",
    "date": "2025-08-17T16:05:25.918Z",
    "score": 3,
    "text": "Tour nach Dänemark Heute war nicht so gut. Die App konnte im Dänischen Netz nicht laden. Dann auf dem Rückweg mussten wir abseits der Tour einen Tankstop einlegen, danach bin ich nicht über die App auf die Route zurück gekommen Außerdem führt die App immer wieder zum übersprungenen Punkt zurück. Das nervt! Sonst bin ich mit Kurviger voll zu frieden",
    "thumbsUp": 1,
    "version": "3.5.9"
  },
  {
    "id": "db16b315-f1fc-4026-9e43-3e492b143b49",
    "date": "2025-08-27T12:24:53.926Z",
    "score": 3,
    "text": "Grundsätzlich coole Routen planbar. Hin und wieder ändert sich jedoch die Route nach der Eingabe. Schade, dass man für eine Rundtour nur die KM angeben kann. Schön wäre, wenn ich definieren könnte, dass ich 1.5h Zeit habe & mir dann somit eine Rundtour vorgeschlagen würde.",
    "thumbsUp": 1,
    "version": "3.5.9"
  },
  {
    "id": "69e10bbf-5c3b-4bdb-934f-ae3395c53676",
    "date": "2025-06-22T06:06:31.574Z",
    "score": 3,
    "text": "Hallo, die App erfüllt ihren Zweck, jedoch könnte die Bedienung und das Interface benutzerfreundlicher sein. Bei der Adresseneingabe werden häufig falsche Vorschläge gemacht, sodass ich die Adresse manuell auf der Karte suchen muss. Zusätzlich wäre es hilfreich, wenn die App Blitzer anzeigen würde, sowie Baustellen, sich bei Dunkelheit und Helligkeit automatisch anpasst und die verbleibende Fahrtzeit anzeigt. Außerdem sollten hinzugefügte Tankstellen per Klick abwählbar sein.",
    "thumbsUp": 4,
    "version": "3.5.8"
  },
  {
    "id": "bee7728f-e252-4941-99c8-a6978b2250d6",
    "date": "2025-07-01T15:51:56.970Z",
    "score": 3,
    "text": "Heute meine erste Probe der App und gleich eine riesen Enttäuschung. Ich hatte am PC eine Tour mit fünf Wegpunkten vorbereitet. Während der Tour bin ich dann einmal zu früh abgebogen und habe meinen Fehler aber erst nach einigen hundert Metern bemerkt. Die App hatte inzwischen den eigentlich nächsten Wegpunkt übersprungen und steuerte nun den nächsten Wegpunkt an, ich habe es nicht hinbekommen, dass die App den vorherigen, ursprünglichen Wegpunkt ansteuert. Schade.",
    "thumbsUp": 0,
    "version": "3.5.8"
  },
  {
    "id": "deca0008-52f5-4c04-b560-c4988c47ca5c",
    "date": "2025-04-04T20:44:07.457Z",
    "score": 3,
    "text": "Die App ist gut und erstellt tolle Strecken. Für die Navigation habe ich das Abo gebucht, wurde aber enttäuscht. Die Ansagen sind über meinen Sena Smarthelm viel zu leise und kaum verständlich, trotz Kanalwechsel und Lautstärkeanpassung. Eine gute Balance zwischen Musik, Telefonie und Navi-Ansagen ist kaum möglich. Bei Anrufen oder Benachrichtigungen wird es unangenehm laut. Bitte nachbessern – Google Maps funktioniert hier deutlich besser.",
    "thumbsUp": 4,
    "version": "3.5.6"
  },
  {
    "id": "73366882-2689-4f85-a5f7-28a88e836b14",
    "date": "2025-08-27T08:16:53.443Z",
    "score": 3,
    "text": "ein ganz großen Minus Punkt gibt es, dass Straßensperrungen aufgrund von Baustellen nicht beachtet werden. Aktulle Tagesbaustellen, Sperrungen erst recht nicht. 😞 Routenplanung, Rundtour, Touren laden funktioniert super.",
    "thumbsUp": 4,
    "version": "3.5.9"
  },
  {
    "id": "eb9abd7b-07af-484e-983b-c89b7a44d10c",
    "date": "2025-08-31T18:12:32.961Z",
    "score": 3,
    "text": "Naja,ein Navigation System sollte schon gesperrte Straßen kennen.Einfach nur nervig ,ständig steht Mann vor einer gesperrrten Straße.Das ist für mich noch nicht die Endlösung.Schade ,weil sonst ganz gut.",
    "thumbsUp": 3,
    "version": "3.5.10"
  },
  {
    "id": "2a921682-a5b0-41bc-be05-ab9c746edb96",
    "date": "2025-05-10T19:27:09.533Z",
    "score": 3,
    "text": "Moin ich habe die plus App gekauft. Gebe nur 3Sterne da ich leider enttäuscht worden bin. Habe am PC einen tollen Rundkurs geplant, alles super bis dahin, hab dann den Kurs auf die Handy App gezogen, auch alles super. Bin zum Startpunkt gefahren wo wir uns alle für den Rundkurs getroffen haben, und da ging das Problem los, anstatt das der Rundkurs dort startet für die ganze Strecke ,wurde gleich angezeigt das das Ziel erreicht ist . Sind dann losgefahren und sollten wieder umdrehen zum Ziel.",
    "thumbsUp": 2,
    "version": "3.5.7"
  },
  {
    "id": "80e8fe5c-84e3-49e3-8525-0ede52d2dbd7",
    "date": "2025-06-15T12:50:34.935Z",
    "score": 3,
    "text": "Ich bin nicht überzeugt. ich habe die App als günstigere Alternative zu Calimoto und aufgrund einer Empfehlung gewählt. Das war ein Fehler. Die App gefällt MIR nicht. Die Bedienung ist kompliziert und nicht intuitiv. Leider keine Verkehrsmeldungen und Straßensperren enthalten. Passt man die Route mit Zwischenstationen an und muss aufgrund Sperrungen anders fahren, verliert die App wohl das Ziel. 🤷🏼‍♀️ Ich bin nicht zufrieden. Schade. Die Oberfläche ist aber gut gemacht. Daher 3 von 5.",
    "thumbsUp": 1,
    "version": "3.5.8"
  },
  {
    "id": "63453029-3f0b-4874-b136-6c7bd9a3cda5",
    "date": "2024-05-26T08:14:46.150Z",
    "score": 3,
    "text": "Am Anfang war ich begeistert, mit Nutzung tun sich ein paar Nervfaktoren auf. Vorallem, die während der Fahrt oft abgehackten Ansagen der Entfernung und Abbiegeanweisung sind anstrengend. Auch dass man die tatsächliche Navigationsansicht nicht dunkel stellen kann, ist bei Fahrten mit Tageslicht extrem ungünstig. Den Ton einschalten, indem man auf Stumm tippt, muss man auch erst mal rausfinden. Insgesamt eher eine unhandliche Bedienung. Wenn ihr das optimieren könntet, wäre super. VG Patrick",
    "thumbsUp": 14,
    "version": "3.3.2"
  },
  {
    "id": "02ff11f5-c1d7-477a-8c15-015db1c40fe2",
    "date": "2024-03-29T05:47:15.659Z",
    "score": 3,
    "text": "Ich hatte mich für Kurviger entschieden, da es NUR 29 Euro sind, trotzdem sehr viel Geld und jeder sollte sich fragen, Wie oft fahre ich im Jahr überhaupt eine gut geplante Route? Für mich persönlich war es dann doch ein Fehlkauf. Ich denke, bei mir werden es max. 5 geplante Routen werden, dass macht dann pro Fahrt 5,80 €, zuviel wie ich meine. Abo wurde gekündigt und nutze wie immer Google Maps. BAB und Fähren vermeiden, offline Karte, Gesperte Strecken, Stau inklusive.",
    "thumbsUp": 21,
    "version": "3.3.0"
  },
  {
    "id": "fadfc9ba-b789-4465-b8a5-215e2137063f",
    "date": "2024-09-13T15:51:17.384Z",
    "score": 3,
    "text": "Die App an sich ist super und läuft stabil. ABER: Ohne Internet Verbindung keine Routenberechnung möglich. Mir ist es in Serbien passiert, dass ich neu planen musste und damit die App eigentlich nutzlos war. Warum geht das bei der kostenlosen BMW connected ride App und hier nicht??? Einen technischen Hintergrund kann es ja kaum haben. Wenn das geändert wird gebe ich gerne 5 Sterne!",
    "thumbsUp": 3,
    "version": "3.4.3"
  },
  {
    "id": "77306496-528a-4964-b164-d5e421e9a3cb",
    "date": "2024-07-14T19:54:34.112Z",
    "score": 3,
    "text": "Prinzipiell eine wirklich gute App Planung der Fahrten gehen einfach und können nach belieben geändert werden. Jedoch hatte ich es beim Fahren öfters, dass die App keine Sperrungen kannte (Hauptstraße 1.5km lang, gesperrt seit 4 Monaten).Selbst wenn man umdreht versuch die app einen immer wieder in die Sperrung zu lotsen anstatt eine andere Wegmöglichkeit zu wählen. Zudem sind Kurvige Strecken teils einfach nur Routen von einer Straße durch Kurvige Dörfer wieder auf die davor befahrene Straße.",
    "thumbsUp": 13,
    "version": "3.3.4"
  },
  {
    "id": "a631ff03-2902-407e-ad41-fef9e274ce14",
    "date": "2024-07-19T05:41:16.178Z",
    "score": 3,
    "text": "An sich eine sehr schöne App nur wenn Baustellen nicht mit reingenommen werden und man dann immer wieder zu dem Punkt geführt wird ist das nicht so toll. Ich habe die App einen Tag und 500 km getestet und bin 5mal in Baustellen rein und es gab auch keine neue Routenberechnung um das zu umfahren",
    "thumbsUp": 1,
    "version": null
  },
  {
    "id": "a83d8fcb-22cb-4207-8e56-c1c372c9d3ef",
    "date": "2025-10-29T09:42:08.207Z",
    "score": 3,
    "text": "Die Tour wurde nicht wie am PC auf m ein Smartphone übertragen.",
    "thumbsUp": 0,
    "version": "3.5.10"
  },
  {
    "id": "61a78c1e-2cb7-42c0-a47d-3044bfff5771",
    "date": "2025-09-08T13:54:46.762Z",
    "score": 3,
    "text": "Die Streckenführung ist recht gut, besser für Motorräder. Grosser Abzug von 2 Sternen: Am letzten Sonntag fuhr ich durch die Eifel. Ich hätte schon erwartet, dass Streckensperrungen auf Grund Sonntagsfahrverboten berücksichtigt werden. Die Zufahrt in unser Dörfchen ist seit 8 Wochen gesperrt. Auch hier wollte mich die freundliche Stimme in die Sackgasse schicken. Fazit: Für 30 Euro nur ein paar Kurven mehr ist nicht gerechtfertigt. Hier müssen Aktualität und Streckensperrungen rein",
    "thumbsUp": 3,
    "version": null
  },
  {
    "id": "e6735d5b-6174-42a7-8bbc-d08397df9a3e",
    "date": "2023-09-29T20:31:09.876Z",
    "score": 3,
    "text": "Der Version 3.2.1 fehlt das GPS Tracking, das in den früheren Versionen enthalten war. Geplante Rundtouren enden mal nach wenigen Minuten, das Kurviger eine Abkürzung gefunden hat und gleich wieder zum Start zurück will.",
    "thumbsUp": 1,
    "version": "3.2.1"
  },
  {
    "id": "3186289c-647c-46b2-8a5f-84991310c203",
    "date": "2025-07-11T11:38:24.265Z",
    "score": 3,
    "text": "Die Option mit dem bezahlen funktioniert bei mir nicht. Meine Bank lehnt die Anfrage ab, warum auch immer. Ok ich habe die Kreditkarte meiner Frau benutzt, läuft jetzt.",
    "thumbsUp": 1,
    "version": "3.5.8"
  },
  {
    "id": "efba6766-ee1f-4783-8c75-f89c0385b526",
    "date": "2024-10-03T06:41:52.422Z",
    "score": 3,
    "text": "Usability und Akkuverbrauch besser als calimoto. Leider auch keine Baustellen oder andere Sperrungen drin. Keine Blitzerwarnung.",
    "thumbsUp": 0,
    "version": "3.5.0"
  },
  {
    "id": "9ef18062-b1b9-491c-9bff-f3269d5de5af",
    "date": "2024-08-14T22:58:29.825Z",
    "score": 3,
    "text": "straße war gesperrt musste einen großen Umweg machen :/ trotz premium und straßenabsperrung hinweis. nicht in der App angezeigt. sonst gute Straßenzustand, mischung aus Kurven und gerade strecken.",
    "thumbsUp": 3,
    "version": "3.4.1"
  },
  {
    "id": "b0df81e9-fe26-47f3-8187-ae08316993b7",
    "date": "2024-06-25T08:47:21.663Z",
    "score": 3,
    "text": "Android Auto support fehlt. Bitte! Auf dem Motorrad kann man günstige Displays mit Android Auto benutzen um Handy in der Tasche vor Vibrationen, Regen und Staub zu schützen. Dann kaufe ich es 😁",
    "thumbsUp": 6,
    "version": "3.3.3"
  },
  {
    "id": "4a790068-9200-4d43-8d39-fe2eb40eebf2",
    "date": "2025-11-09T18:00:36.307Z",
    "score": 3,
    "text": "leider bekomme ich es nicht an mein Zumo xt2 gesendet!!",
    "thumbsUp": 1,
    "version": "3.5.10"
  },
  {
    "id": "54de29a6-583c-4f4f-8b3a-e147c079fdc7",
    "date": "2025-07-10T07:09:50.163Z",
    "score": 2,
    "text": "Sicher gut für Motorradfahrer, die die App nur auf dem Handy nutzen. Für Autofahrer mit Android Auto ist die Nutzung eine Qual (Pro Version). Ich fahre einen BMW Z4 und nach jedem Stopp, jeden Wechsel des Fahrmodus oder wenn ich nur rückwärts fahre, verschwindet die Route vom Monitor und teilt mit, dass die Positionserkennung nicht möglich ist. Dann muss ich die Navigation aufs Handy leiten und dann wieder ans Auto. Das geht auch nur im Stehen mit ausgeschaltetem Motor. Super nervig.",
    "thumbsUp": 0,
    "version": "3.5.9"
  },
  {
    "id": "e4063c40-ed04-42e7-a2ff-11dee9aa86d2",
    "date": "2025-07-04T15:25:04.439Z",
    "score": 2,
    "text": "Habe die App gerade auf einer 3.000 km-Tour im Einsatz... GEHABT! Wie auch schon bei CALIMOTO ist es heutzutage unabdingbar aktuelle Verkehrsinformationen zu haben. Ich bin ein Dutzend Mal in Staus und Vollsperrungen gefahren. Wollte ich diese dann umfahren, kam die App komplett aus dem Lot und nervte nur noch mit sinnlosen Routenvorschlägen. Das eigentliche Routing war allerdings durchaus brauchbar. Die Ansagen waren viel zu leise, egal, welche Audio-Option man eingestellt hat.KEINE EMPFEHLUNG",
    "thumbsUp": 10,
    "version": "3.5.9"
  },
  {
    "id": "d4278a2a-b6aa-49fd-a1e6-c555a91db879",
    "date": "2025-06-28T20:44:03.712Z",
    "score": 2,
    "text": "Die Routenplanung geht am PC und übergreifend ganz gut, die Navigation mit Plus ist dann aber bestenfalls okay. Neuplanung dauert sehr lange (wenn man abweicht). Baustellen, Motorrad-Fahrverbote und Privatwege werden immer mal wieder nicht berücksichtigt bzw. schickt er dich rein. Und das Aufzeichnen von Routen funktioniert quasi nie, schon mal gar nicht wenn man eine Route apäter \"ab Ziel\" verlängert. Dann kriegt man nicht mal alles in Schnipseln. Ansagen auch eher rudimentär.",
    "thumbsUp": 2,
    "version": "3.5.8"
  },
  {
    "id": "f052eb15-aa27-43ad-b331-1428b9ddbba7",
    "date": "2025-07-10T12:49:19.300Z",
    "score": 2,
    "text": "Noch zu viel Unlogik in der Bedienung und keine Berücksichtigung der Verkehrslage. Das Abo lässt sich zuverlässig nur in der app kündigen. Eine Kündigung per Mail wurde ignoriert mit der Auskunft von kurviger man könne kein Deutsch",
    "thumbsUp": 1,
    "version": "3.5.9"
  },
  {
    "id": "a2043188-0d68-4123-a92a-959094023333",
    "date": "2024-06-14T17:59:10.241Z",
    "score": 2,
    "text": "Die Routenplanung als solches (z.B. am PC) gefällt mir gut. Die Navigation per App im Offlinemodus taugt leider nicht! Beim Verlassen der Route, z.B. wegen einer gesperrten Strecke, wird die Route ohne Internetverbindung nicht an die neuen Gegebenheiten angepasst. (sehr schade) Wenn diese Funktion nicht nachgeschärft wird, werde ich mein Abo nicht verlängern!",
    "thumbsUp": 35,
    "version": "3.3.3"
  },
  {
    "id": "9e8180e0-0ea1-4938-851b-50c8c4f8771b",
    "date": "2024-05-13T06:43:34.289Z",
    "score": 2,
    "text": "Die Idee ist gut, dass man Strecken nach Art/Anzahl der Kurven aussuchen und manche Straßentypen ausschließen kann. Die Umsetzung ist leider nicht gut: Die Ansagen sind manchmal schwer zu verstehen, kommen zu spät und sind zu ungenau. Wenn \"rechs (sic!) halten\" und \"rechs (sic!) abbiegen\" für die App das gleiche ist, ist man unterwegs schnell irritiert. Wenn am Autobahn-Dreieck die Info fehlt, dass man wechseln soll, fährt man falsch. Eine 3,5 Std. Plan-Strecke sollte keine 5 Std dauern.",
    "thumbsUp": 12,
    "version": "3.3.2"
  },
  {
    "id": "517d4c45-1131-4a39-8530-fd5e4475f1f2",
    "date": "2025-06-24T14:51:32.656Z",
    "score": 2,
    "text": "Zweite Saison unterwegs damit. Aber dieses Jahr zickt die App rum. Doppelte Ansagen, vorallem bei Kreisverkehr. Nach dem Pausieren der App stimmt die Skalierung der Controls auf dem Display oft nicht mehr. Der Pfeil fürs Fahrzeug ist dann oftmals nicht mehr im Bereich des Displays. Aktuell macht die Lösung trotz Abo keine gute Falle.",
    "thumbsUp": 0,
    "version": "3.5.8"
  },
  {
    "id": "8e833058-9c74-4461-9e68-18a8a76e7356",
    "date": "2024-10-06T10:35:48.158Z",
    "score": 2,
    "text": "Mein Problem, wenn ich lesefaul bin bzw. nicht alle FAQ ducrhgelesen habe, aber jede andere App zur Navigation, die ich kenne, ist in der Lage, offline Routen zu berechnen sobald die Möglichkeit besteht, \"Offlinekarten\" herunteruladen. Diese nicht! Was soll ich dann mit den Karten? Witzig, echt! So sexy finde ich jetzt Kartengucken nicht. Auch die Bedienung ist in meinen Augen weder intuitiv noch state-of-the-art. Ich werde mein Abo somit nicht verlängern. Zwei Sterne für eine gute Idee.",
    "thumbsUp": 3,
    "version": "3.5.0"
  },
  {
    "id": "df5602b4-228d-4ddd-9411-9fe3d7f5c0e3",
    "date": "2025-03-10T22:39:51.889Z",
    "score": 2,
    "text": "Nach eingehendem Test haben sich jetzt doch einige Probleme gezeigt, die vorallem mit der Aboverwaltung und auch häufigen Abstürzen zu tun haben. Ich fand den Navipart ganz gut gelungen. Hier krankt es an der unzureichenden Rahmenprogrammierung. Mein Tourer+ Account wurde nach 2 Tagen nicht mehr erkannt und an ein Forum möchte ich mich nicht wenden. Das ist kein Service! Passwortvergabe ohne Anzeige und Wiederholung ist einfach nur gruselig und veraltet. Schade!",
    "thumbsUp": 1,
    "version": "3.5.4"
  },
  {
    "id": "2bf51b99-5f3b-4d0c-8499-e7c92ce055d2",
    "date": "2024-07-21T14:36:23.787Z",
    "score": 2,
    "text": "Prinzipiell keine extrem schlechte App. Trotzdem sind einige Dinge nicht wirklich gut. Positiv: - einfache Bedienung und Routenplanung Negativ: - schlechte Navigationsansage (sehr spät und ungenau) - Strecken die abgewählt wurden werden trotzdem angefahren (Maut) - Routen Neuberechnung funktioniert nicht trotz Aktivierung und Mobilnetz. - im Kreisverkehr (3 Ausfahrt Möglichkeiten) sagt das Navi 4 Ausfahrt nehmen. Das sollte erst mal reichen. Das Jahresabo ist ok im Vergleich zu andere Apps.",
    "thumbsUp": 7,
    "version": "3.3.4"
  },
  {
    "id": "2bc90855-8cb3-44e1-a21f-5f069e232f02",
    "date": "2025-05-11T09:11:03.435Z",
    "score": 2,
    "text": "Habe diese App als Ersatz für den Super-Trojaner von BMW ausprobiert und war bzgl. der reinen Navigation ziemlich positiv angetan. Es werden zwar auch Daten gesammelt, was das Zeug hält, aber man hat durchaus ein Mitspracherecht und kann das Tracking auf einem für die Kraken weitestgehend nutzlosen Minimum halten. Dafür Daumen hoch. Für die Auswertung meines Fahrstils brauche ich keine App, aber die fehlende Anzeige des Verkehrsaufkommens macht Kurviger nun für mich letztlich doch unbrauchbar.",
    "thumbsUp": 5,
    "version": "3.5.7"
  },
  {
    "id": "f1c485f3-af90-42d9-b8f6-9ff7dda0e4f6",
    "date": "2024-05-14T21:19:10.793Z",
    "score": 2,
    "text": "Die App kennt keine aktuellen Straßensperren, Umleitungen, Staus usw. Die App ist somit völlig untauglich. Es fehlen zudem oft Angaben zum Tempolimit. Es gibt auch keine wirklich sinnvollen Routenangebote. So gelingt es der App noch nicht einmal, auf der Route von Runkel nach Bad Homburg eine Alternative über den sehr kurvigen Feldberg anzubieten. Das ist ein NoGo. Die kostenlose Go Ride von TomTom hat die aktuelle Verkehrslage, top Routenangebote und bietet sehr viele Kurven...",
    "thumbsUp": 7,
    "version": "3.3.2"
  },
  {
    "id": "1a1de5a3-10cd-4142-9782-7e4245c6677a",
    "date": "2024-07-24T20:07:43.565Z",
    "score": 2,
    "text": "Super reinfall. Man kann sich vielleicht mal ne Strecke raussuchen lassen, aber was soll bitte die Navigation sein?!! Das war kein Deutsch, das war kein Englisch, das war einfach nur sch.. es gibt nicht mal eine Einstellung um überhaupt eine Sprache einstellen zu können. Und wenn man bei der schlechten Navigation dann falsch fährt streikt die App einfach. Keine Alternative, garnichts. Die option auf kurvigere Straßen ist ok, man sieht die Pässe und so. Joa",
    "thumbsUp": 1,
    "version": "3.3.4"
  },
  {
    "id": "cb8858df-d9f3-45b7-99bc-5e6af3588f63",
    "date": "2025-05-10T20:26:15.215Z",
    "score": 2,
    "text": "Routenführung und Planung Top jedoch ein ganz ganz großes Problem bei Navi Ansagen in Kombination mit meinem Sena 20S EVO . Die Ansagen sind viel zu leise und während der Fahrt nicht zu verstehen obwohl mein Sena wie auch mein Handy auf volle Lautstärke stehen. Selbst TTS Sprachansagen Boost bringt keine Besserung. Für Leute die mit Navi nur nach Gehör fahren in dieser Kombination Aktuell Unbrauchbar. Egal ob Sprachkanal Medien, Benachrichtigung oder Anrufe.",
    "thumbsUp": 2,
    "version": "3.5.7"
  },
  {
    "id": "9d097f87-3ea9-4ae8-84b7-d527b7aa21cf",
    "date": "2023-12-10T12:04:22.342Z",
    "score": 2,
    "text": "Ich habe damals extra die Pro Version gekauft. Diese ist aber nicht mehr auffindbar und wird nicht mehr aktualisiert. Jetzt soll man jährlich dafür bezahlen, was über mehrere Jahre ein Vielfaches dessen ist, was die App ursprünglich mal in der Pro Version gekostet hat. (Damals 10€, jetzt jährlich 30€)",
    "thumbsUp": 14,
    "version": "3.2.3"
  },
  {
    "id": "bea9913b-e86a-440c-9b44-8e6d26d57fae",
    "date": "2024-05-03T10:51:19.298Z",
    "score": 2,
    "text": "Eigentlich eine gute App. Allerdings muss man heute schon für alles bezahlen, was bei anderen Navi-Apps (z.B. OsmAnd) in der kostenlosen Grundversion enthalten ist. So gibt es nur noch den Follow-Modus. Also eine Navi-App ohne Navigation. Das war bei Kurviger auch schon mal anders. Nur noch Abzocke.",
    "thumbsUp": 3,
    "version": "3.3.1"
  },
  {
    "id": "810aa964-4ae8-4f30-b968-bf5c5d07a4f4",
    "date": "2025-05-02T10:47:13.290Z",
    "score": 2,
    "text": "Die App zum planen ist gut das gefällt mir aber leider ist die Navigation echt schlecht Baustellen oder Straßensperrungen werden nicht erkannt und mann kommt nicht weiter un muß umdrehen mit google nach alternativen wegen schauen und das geschieht sehr oft. Wenn sonst keine Probleme sind auf der Straße ist es auch gut aber es wird überall gebaut.",
    "thumbsUp": 1,
    "version": "3.5.7"
  },
  {
    "id": "c8ed056b-edab-4af7-8106-1d0a65efe010",
    "date": "2023-09-23T20:10:31.566Z",
    "score": 2,
    "text": "Werde das Probeabo gleich wieder abbestellen. Leider sind Baustellen/Straßensperrungen nicht hinterlegt - da plane ich meine Route lieber mit GoogleMaps als dass ich 5x anhalten muss um neu zu planen weil mich kurviger im riesen Bogen immer zu gleichen Stelle zurück schicken will.",
    "thumbsUp": 6,
    "version": "3.2.1"
  },
  {
    "id": "a687bf5e-e207-42fe-a004-917b6eb03c1b",
    "date": "2025-04-30T14:31:44.621Z",
    "score": 2,
    "text": "Leider nicht überzeugend. Während meiner 1,5 Std.-Tour ist die App leider drei mal geschlossen worden und hat wahnsinnig viel Akku verbraucht. (Gestartet mit 85%, Angekommen mit 2% bei einem S24)...Die Bedienung ist leider auch eher unübersichtlich.",
    "thumbsUp": 1,
    "version": "3.5.7"
  },
  {
    "id": "04375563-40a8-4b7e-86e2-1447b8e8b24a",
    "date": "2025-06-27T08:07:21.893Z",
    "score": 2,
    "text": "Tourer plus Testversion. Erste Fahrt sporadisch keine Ansagen MEHR. Verkehrszeichen nur ein Fragezeichen ❔. Ganze 2 mal wurde das tempolimit angezeigt. Hatte mir mehr erwartet.",
    "thumbsUp": 0,
    "version": null
  },
  {
    "id": "9ee94523-2af6-4801-824c-1d35c39e23b2",
    "date": "2025-08-22T07:41:13.814Z",
    "score": 2,
    "text": "mag ja durchaus funktionieren, wenn man bereit ist, jedes Jahr 30 € für eine nutzbare App zu bezahlen. ohne Abo geht es jedenfalls nicht, was es für mich unbrauchbar macht",
    "thumbsUp": 0,
    "version": null
  },
  {
    "id": "b1229959-c66a-4178-90e9-54897b030de9",
    "date": "2025-06-22T12:16:13.928Z",
    "score": 2,
    "text": "kam ich nicht mit zurecht. Navigation war katastrophal, wenn man mal abgewichen ist oder noch schlimmer wenn es diesen Weg nicht mehr gab. dann wurde daraus ein dauer Rundkurs. nicht mein Ding",
    "thumbsUp": 1,
    "version": "3.5.8"
  },
  {
    "id": "0f2191b6-ea30-4764-a5d7-9ac63ce977c0",
    "date": "2024-04-28T17:04:31.153Z",
    "score": 2,
    "text": "Hätte ich vorher gewusst das diese was kostet, hätte ich Sie erst garnicht Installiert. Aber schön erst alles ausfüllen lassen und beim Navi Start die Hand aufmachen einfach nicht schön. Maps bleibt doch das beste.",
    "thumbsUp": 2,
    "version": "3.3.1"
  },
  {
    "id": "67c32fab-6ff0-4a9c-b735-b1bfdcdd284a",
    "date": "2023-09-26T20:35:31.844Z",
    "score": 2,
    "text": "In der kostenlosen Basisversion ist keinerlei Navigationsfunktion enthalten, auch wenn die App Beschreibung das gut verschleiert. Schade. Netter Planungsalgorithmus aber so leider völlig sinnlos. Deinstalliert.",
    "thumbsUp": 3,
    "version": null
  },
  {
    "id": "08adc185-d0c7-4e40-9e2e-d5c36bf417d2",
    "date": "2023-09-30T06:50:27.909Z",
    "score": 2,
    "text": "Hatte letztes Jahr die Abo Version, mit der ich sehr zufrieden war. Das jetzt kann man sich sparen. Das kann Google auch. Bin auch sauer, da ich nicht informiert wurde, dass das Abo eingestellt wird.",
    "thumbsUp": 2,
    "version": "3.2.1"
  },
  {
    "id": "56031861-f984-42d7-b31c-b4bb756489c3",
    "date": "2025-05-28T08:29:27.870Z",
    "score": 2,
    "text": "Einfache Bedienung. Aber. FahrtenAufzeichnung und diverse andere Sachen funktionieren nur in der Pro-Version. Also an sich völlig unnütz das Programm. schade.",
    "thumbsUp": 0,
    "version": null
  },
  {
    "id": "0ee5fd1c-c0d9-46f0-bac6-51e2f1e5a32e",
    "date": "2025-05-06T17:43:05.473Z",
    "score": 2,
    "text": "App zieht den Handyakku in wenigen Stunden komplett leer, Bedienung alles andere als intuitiv, \"Zusammenarbeit\" mit Capuride ist schlecht, Routenführung ist ok,",
    "thumbsUp": 0,
    "version": "3.5.7"
  },
  {
    "id": "a7f7df0b-b74b-4f39-a373-5c58e3d65c31",
    "date": "2025-04-21T01:20:58.489Z",
    "score": 2,
    "text": "App funktioniert ganz gut, nur wenn nicht während der Fahrt die App einfach so geschlossen wird oder das GPS sich verabschiedet und man auf der selben Stelle stehen bleibt",
    "thumbsUp": 0,
    "version": "3.5.7"
  },
  {
    "id": "4c4eabbb-c624-49cc-b737-9f421dcf035f",
    "date": "2024-02-18T21:50:25.698Z",
    "score": 2,
    "text": "Die Werbefläche nimmt immer mehr Platz ein. Ich verstehe, daß man was verdienen muß, aber man kann es auch übertreiben. Werde mich wahrscheinlich von dieser App verabschieden.",
    "thumbsUp": 10,
    "version": "3.2.5"
  },
  {
    "id": "25a1fd8f-ab26-4068-97a5-77c170ba50ee",
    "date": "2025-05-16T12:23:59.910Z",
    "score": 2,
    "text": "Ich hatte früher die kurviger pro App mit Login. Jetzt habe ich ein neues Handy, nur noch die normale App und keinen Zugang mehr. Das finde ich blöd..",
    "thumbsUp": 2,
    "version": "3.5.7"
  },
  {
    "id": "deb2e338-7e9b-4484-9784-26a999885b8c",
    "date": "2025-08-01T19:58:46.601Z",
    "score": 2,
    "text": "Die Übertragung zum NAVIGATOR VI war früher besser.",
    "thumbsUp": 0,
    "version": "3.5.9"
  },
  {
    "id": "510cfb7f-c347-4703-a4c5-ff458be5f450",
    "date": "2025-04-04T17:35:03.943Z",
    "score": 2,
    "text": "legt bei der navigation das halbe handy lahm. ansicht springt rum. nur ein neustart des Handys macht das gerät wieder benutzbar.",
    "thumbsUp": 0,
    "version": "3.5.6"
  },
  {
    "id": "2d179731-c7e9-4c6b-b7f3-f05f87905699",
    "date": "2025-05-06T19:39:54.209Z",
    "score": 2,
    "text": "Offlinekarten Nutzung kostet! Mir zu teuer.",
    "thumbsUp": 0,
    "version": "3.5.7"
  },
  {
    "id": "c9590290-13c5-4d2f-a760-aef4d5c14f1c",
    "date": "2025-03-25T07:47:43.596Z",
    "score": 2,
    "text": "Habe damals Kurviger-Pro gekauft. Jetzt gibts eine neue - Kurviger.de. Jetzt muss ich diese wieder kaufen. Wird nichts angerechnet. Hoffentlich, gibts nächstes Jahr nicht wieder eine neue App \"Kurviger-Kurviger\" dann muss man wieder kaufen. LG",
    "thumbsUp": 0,
    "version": "3.5.6"
  },
  {
    "id": "56fc7e62-6812-4bb4-b413-15859e25b51e",
    "date": "2025-03-08T06:16:44.600Z",
    "score": 2,
    "text": "Leider nicht kostenlos, nicht mal probehalber.",
    "thumbsUp": 2,
    "version": "3.5.2"
  },
  {
    "id": "106520c9-5c8c-4319-86b8-7db0b2cb2e08",
    "date": "2025-06-13T07:11:57.470Z",
    "score": 2,
    "text": "naja meine 3 Testfahren waren weder kurvig noch Zielführend",
    "thumbsUp": 0,
    "version": "3.5.7"
  },
  {
    "id": "89724b04-d922-4351-bbf2-9eeaadeabdc4",
    "date": "2025-06-09T21:59:55.996Z",
    "score": 2,
    "text": "fährt Einbahnstraßen in beiden Richtungen",
    "thumbsUp": 0,
    "version": "3.5.8"
  },
  {
    "id": "1a571ddd-ab4e-485c-a329-5925f6f216ea",
    "date": "2025-06-18T14:58:59.754Z",
    "score": 2,
    "text": "mega behindert zu bedienen!",
    "thumbsUp": 0,
    "version": "3.5.8"
  },
  {
    "id": "fc229ab6-ed47-43ef-87c9-f32b1e44b259",
    "date": "2025-03-14T19:41:21.734Z",
    "score": 2,
    "text": "findet in thailand keine ziele",
    "thumbsUp": 0,
    "version": "3.5.6"
  },
  {
    "id": "58036774-7995-425c-adb9-7f5974215f5d",
    "date": "2024-06-09T11:00:52.992Z",
    "score": 2,
    "text": "Features don't work. Tourplanning is just bad. Thought to be an alternative to calimoto but feels almost unusable to me.",
    "thumbsUp": 0,
    "version": "3.3.2"
  },
  {
    "id": "77fb493f-6db7-4852-90d5-960212f97298",
    "date": "2025-07-17T15:53:52.979Z",
    "score": 1,
    "text": "Ich bin gerade am testen, welche App ich nehmen soll. Kurviger ist vom Funktionsumfang toll aber von der Navigation eine Katastrophe. Man soll abbiegen wo es keine Möglichkeit gibt, manche Ansagen kommen viel zu spät oder gar nicht, dann kommen an der Kreuzung Anweisungen man solle links fahren und eine Sekunde später rechts und dann, während man noch steht, solle man nach 300 m abbiegen. Auf einer normalen Straße verliert sie die Route. Standortpfeil wandert wild umher. Nicht gut.",
    "thumbsUp": 5,
    "version": "3.5.9"
  },
  {
    "id": "b939db3b-e7cf-4051-b8cd-481bfe5d1138",
    "date": "2025-08-10T17:33:43.468Z",
    "score": 1,
    "text": "Wenn man nach Sprachansagen fährt ohne auf das Display zu schauen, dann ist die App unbrauchbar. Entweder funktioniert der Standort nicht, also die App denkt du bist auf einer anderen Straße oder wenn man falsch gefahren ist, dann kommen keine Sprachansagen mehr. Also heißt rechts ranfahren aufs, Display schauen und sobald man wieder auf der richtigen Strecke ist kommen wieder die Sprachansagen. Leider keine Neuberechnung der Route. Ansagen wohin man in 1 km muss verwirren nur.",
    "thumbsUp": 0,
    "version": "3.5.9"
  },
  {
    "id": "15066cd0-685e-425a-acb9-6a31ca29a511",
    "date": "2025-08-11T19:23:12.367Z",
    "score": 1,
    "text": "Ja, ich habe die Beschreibung für das teuerste Abomodell nicht bis zu Ende gelesen. Erst ganz unten steht daß es navigieren kann. Das ist sicher kein Zufall. Das mittlere Modell, dass man auch schon bezahlen muss, kann das nicht. Ich bin davon ausgegangen, dass wenn man etwas bezahlt, auch das Navigieren möglich sein sollte. Das war leider ein Irrtum. Der Mehrwert zum kostenlosen Modell ist marginal und keinerlei Zahlung wert. Freundlicherweise merkt man das im Testzeitraum. Trotzdem, 5- setzen!",
    "thumbsUp": 1,
    "version": "3.5.9"
  },
  {
    "id": "49e44ab1-1083-4f17-8639-b3ef4e53ca48",
    "date": "2025-08-18T14:56:55.896Z",
    "score": 1,
    "text": "vielleicht funktioniert die App ja in anderen Regionen!? unser Test der Tourer+ Version war eine Katastrophe. Die BO ist sehr gut gemacht und alle Einstellungen sind gut zu finden, die Navigation erkennt weder Baustellen, noch gesperrte Straßen. und was nützt eine kurvige Strecke, wenn man diese auf Grund der schlechten Straßenverhältnisse nur mit \"30 kmh\" befahren kann?? Wir sind am WE 600 km durch Sachsen, S- Anhalt und Thüringen gefahren, nach der Hälfte habe ich wieder auf Maps gewechselt!",
    "thumbsUp": 1,
    "version": "3.5.9"
  },
  {
    "id": "c1c7e017-9ca0-4ec6-8755-cc90ea7bb4c2",
    "date": "2025-08-25T09:00:19.238Z",
    "score": 1,
    "text": "Abo übersehen, keine Rückerstattung – schon das ist ärgerlich. Also ausführlich getestet und absolut enttäuscht: Kein Cent wert! Navigation übers Headset ist eine Zumutung, Ansagen kommen viel zu spät und viel zu selten – so verpasst man leicht jede Abzweigung. Neuberechnung dauert ewig, genau dann, wenn man sie am dringendsten braucht. Die ganze Bedienung ist chaotisch, unlogisch und nervig. Für eine App mit Abo-Preis eine Frechheit. Nie wieder Kurviger",
    "thumbsUp": 1,
    "version": "3.5.9"
  },
  {
    "id": "2730b8ea-15bd-4cec-8b03-a3fd781fd328",
    "date": "2025-08-20T15:35:36.155Z",
    "score": 1,
    "text": "Findet keine Route zu gängigen Zielen, welche sogar auf der Karte als Sehenswürdigkeiten ausgeschrieben sind. Ist so nutzlos. Weiter gehts mit Rundtouren die einfach abbrechen wenn man nur um eine Seitenstraße variiert und einen wieder nach Hause leiten. 4 mal hintereinander passiert, Wegpunkte werden einfach alle gleichzeitig übersprungen und die Eoute ist weg. Nächstes Jahr geh ich zu Calimoto 🤦",
    "thumbsUp": 0,
    "version": "3.5.9"
  },
  {
    "id": "dd3796d3-e84a-4fbd-8518-de5345d6b5a9",
    "date": "2025-08-15T05:04:28.270Z",
    "score": 1,
    "text": "ich habe ein Probe-Abo für die neue App abgeschlossen und musste feststellen, dass nicht einmal die Ansage der Strecke über Headset funktioniert. Dieses Abomodell ist reine Beutelschneiderei. Ein Abomodell ist ja grundsätzlich ok, da laufende Kosten entstehen, aber die einfachsten Funktionen müssen auch im einfachsten Modell funktionieren.",
    "thumbsUp": 0,
    "version": "3.5.9"
  },
  {
    "id": "cdd2f5d7-a7a1-4db0-a69a-8fbe228177d3",
    "date": "2025-08-30T18:16:53.557Z",
    "score": 1,
    "text": "Leider ist die App in der \"Probeversion\" nicht praktikabel, es geht nicht mal eine Ausrichtung in Fahrt! Die Karte ist immer nach Norden ausgerichtet, fahrt mal Richtung Süden und die Anzeige steht Kopf und du musst Spiegelverkehrt denken! Wer soll sich denn da für einen Kauf entscheiden? Fazit Nutzlos!",
    "thumbsUp": 1,
    "version": "3.5.10"
  },
  {
    "id": "c5f86d6e-ce74-4701-81aa-a1d4d91c8242",
    "date": "2025-10-02T15:14:20.791Z",
    "score": 1,
    "text": "Bei mir geht nicht. Ich kann nur ne Route erzeugen, aber nicht navigieren. Egal ob Rundtour oder einfache Navigation. Immer werde man ch aufgefordert das Upgrade zu kaufen, obwohl die Route nur 32 km beträgt 😑",
    "thumbsUp": 0,
    "version": "3.5.10"
  },
  {
    "id": "6032b78f-87f0-4a00-9cb0-3b44907dc011",
    "date": "2025-06-25T06:05:44.524Z",
    "score": 1,
    "text": "Furchtbare Audionavigation! Ich hab beim Fahren das Smartphone in der Tasche und verlass mich auf die Tonansage des Navis. Bei Google Maps funktioniert das auch wunderbar, aber hier... Kreisverkehrausfahrten werden sehr oft falsch angesagt. Es sagt z.B Ausfahrt 3 wenn eigentlich Ausfahrt 2 gemeint ist. Desweiteren werden abzweigungen falsch oder garnicht angesagt. Wenn man dazu ein Bild hat geht das ja, man sieht ja dann wo man hin soll. Aber wenn man sich nur auf den Ton verlässt... Katastrophe",
    "thumbsUp": 0,
    "version": "3.5.8"
  },
  {
    "id": "553a11ff-bf6c-42a5-8d86-9c20a47d3324",
    "date": "2025-07-09T10:08:20.553Z",
    "score": 1,
    "text": "Unbrauchbar, offenbar wissen dies auch die Entwickler? Die Testversion ist nur 7 Tage gültig. Hatte noch nie ein Navi, dass bei gesperrten Strassen nicht im Alleingang Alternativen findet!",
    "thumbsUp": 0,
    "version": "3.5.9"
  },
  {
    "id": "5b5a4bc9-f0a9-464a-a6e4-1959fb03217c",
    "date": "2025-08-17T14:13:11.149Z",
    "score": 1,
    "text": "Was ich bei der App nicht verstehe ist folgendes: Ich habe auf schnell und Kurvig eingestellt. Was macht die App. Sie schickt mich auf eine desolate, einspurige Strasse mit erlaubten 30 Km/h. Weiterhin schickt sie mich immer wieder in Wohngegenden mit Rechts vor Links. Auch nur 30 Km/h. Was soll das. Ich habe das Abo gekündigt und die App gelöscht. Vielleicht sollte überlegt werden ein Probeabo anzubieten, damit jeder die App ausprobieren kann.",
    "thumbsUp": 1,
    "version": null
  },
  {
    "id": "20f5eca2-6220-4a5e-8ab8-cb6e811dc494",
    "date": "2024-08-22T21:34:05.414Z",
    "score": 1,
    "text": "Was soll das Ganze? Ich habe kurviger Pro seinerzeit gekauft, weil ich Navigation wollte. Wozu dient diese App? Dass ich vor jeder Kurve auf das Handy schaue und geradeaus fahre? Für richtige Navigation gibt es nur das Update dieser App auf Tourer+ für knapp 30€ im Jahr. Warum wird meine bezahlte kurviger pro nicht weiterentwickelt? Ich habe keine updates gefunden. Bei der kurviger pro würde mir nur noch die Eingabe eines Ziels und das Navigieren dorthin noch fehlen.",
    "thumbsUp": 1,
    "version": "3.4.1"
  },
  {
    "id": "4e35768d-684d-4186-86e2-5c7ed9485593",
    "date": "2024-07-17T06:14:23.458Z",
    "score": 1,
    "text": "Gekauft für 3.000km in Frankreich, im Nachgang, ein totaler Reinfall. Schon in Luxemburg, eine Vollsperrung seit dem 23.11. nicht gekannt, ja Open Street, aber hey, wenn das die Grundlage der App ist, dann ist das mehr als Bescheiden. Aber nicht nur das Kartenmaterial, schnell und kurvig ist ausgewählt und Du wirst über Straßen geleitet, die weder vom Straßenbelag noch von der Beschaffenheit mehr als 30 zulassen. G.M. musst herhalten. Gleiches Phänomen, leider keine Zeichen mehr.",
    "thumbsUp": 6,
    "version": "3.3.4"
  },
  {
    "id": "f1c66e2a-d997-4dee-87c0-0c44667da752",
    "date": "2024-08-08T16:45:01.570Z",
    "score": 1,
    "text": "Sicher gut gemeint, aber so wenig intuitiv in der Bedienung. Ich hab's echt nicht hingekriegt, in der App eine Route zu planen. Und die Bedienungsanleitung ist die schlechteste, die ich je gesehen habe. So was von unübersichtlich... Und was sind Shaping Points? Biker sind halt nicht automatisch auch Programmierer. Schade, hatte mich gefreut.",
    "thumbsUp": 5,
    "version": "3.4.1"
  },
  {
    "id": "033459f5-f14d-41fa-978d-b5f6eba6aebf",
    "date": "2024-07-18T10:49:02.324Z",
    "score": 1,
    "text": "Erster Eindruck positiv, aber in der Praxis durchgefallen. Auf der Route ein Straße die so schlecht war das ich sie nicht fahren wollte, bin dann gerade aus weitergefahren und habe vergebens auf die Aktualisierung der Route gewartet, obwohl alles korrekt eingestellt war. Die Option neu berechnen war aktiv und ich bin bestimmt 30 km weitergefahren und hatte bestimmt nicht die ganze Zeit kein Netz.",
    "thumbsUp": 4,
    "version": "3.3.4"
  },
  {
    "id": "18fc151a-6e8a-4ca6-a999-525140a6311b",
    "date": "2023-09-14T08:49:22.480Z",
    "score": 1,
    "text": "Nutze die Bezahlversion und die App ist ihr Geld nicht wert. Navigieren klappt nicht. Wenn ich von der ursprünglichen Route abgewichen wird muss alles neu geplant werden. Nachberechnung scheitert. Geplante Routen lassen sich nicht mehr löschen. Es ist nicht möglich Favoriten anzulegen. Es wird einfach kein Menü zum Speichern oder dergleichen geöffnet.",
    "thumbsUp": 9,
    "version": "3.2.1"
  },
  {
    "id": "8b4b3455-c59f-43ee-80f0-801e8a28925e",
    "date": "2024-06-13T13:12:33.108Z",
    "score": 1,
    "text": "Ich konnte die App leider überhaupt nicht nutzen. Egal was ich ausprobiert habe, ich habe keine sprachführung. Und ohne sprachführung ist diese App völlig unbrauchbar. Daher Abo sofort am ersten Tag wieder gekündigt und heute auch gelöscht. Nicht zu empfehlen. Und Ja, ich hatte das Tourer+ Abo in der 7 tägigen testphase. Direkt am ersten Tag, keine sprachführung, nichts kein mucks!",
    "thumbsUp": 0,
    "version": null
  },
  {
    "id": "329ffc1f-747a-48d6-a05b-f47ad8273894",
    "date": "2025-06-23T07:52:03.628Z",
    "score": 1,
    "text": "Keine Offline-Tourenplanung möglich obwohl Offline-Karten gespeichert. Keine Tourplanung möglich wenn Tour auf 2 Kontinenten liegt (Türkei-Bulgarien - 10km länge) Zum Start einer Route wird Internet benötigt! Die Planung funktioniert recht gut, es wird aber häufig durch Orte geroutet auch wenn Umfahrungen verfügbar sind. Für Neuberechnugen wird Internet benötigt! Speichern der gefahrern Route nur mit Internet möglich! Naviansagen müssen täglich deaktivert werden!",
    "thumbsUp": 0,
    "version": "3.5.8"
  },
  {
    "id": "fa05385e-595a-48ad-a0df-4823b22f0745",
    "date": "2025-04-05T17:04:11.733Z",
    "score": 1,
    "text": "Hallo und die Sterne werden immer weniger. Hatte Probleme angesprochen und auf Hilfe gehofft. Aber nein, die Rezession wurde sogar entfernt. Das wird auslaufen und die App dann auch deinstalliert. Schade, lief zum Anfang problemlos. Jetzt bringt Kurviger alles zum Absturz während der Fahrt.",
    "thumbsUp": 0,
    "version": "3.5.6"
  },
  {
    "id": "2cf0dd19-fee3-4abe-8e4d-385372a7fe2c",
    "date": "2024-06-07T17:42:41.743Z",
    "score": 1,
    "text": "App schließt nicht mit zurückbutton auf handy, das grösste problem ist dass weder auf dem PC noch auf der handyapp die Oberfläche identisch ist mit den youtubevideos, bei der planung. Aber der planung steht nur Start Ziel kurvig Kite und Vermeidungen. ich kann aus cloud nichts importieren...etc Abo ist bezahlt, wenn funktioniert das ???",
    "thumbsUp": 2,
    "version": "3.3.2"
  },
  {
    "id": "9e4f4c64-30d6-424a-9375-8f9321ebefa9",
    "date": "2025-03-30T12:36:42.698Z",
    "score": 1,
    "text": "Keine Menüleiste auf irgendeine Art einblendbar. Tragisch, dass solche Art von unmöglicher Bedienung programmiert wird. Leute, was für use cases werden bei euren Programmieren in den Kopf gepflanzt? Vorschlag, überarbeitet das ganze Bedienkonzept, macht es intuitiv. So ist das nur Müll. Zu eurer Antwort, ein Minimum an Bedienung wäre doch schon angesagt. Auf dem ganzen Screen ist kein Menü aufrufbar, weder auf Galaxy S9 noch Google Pixel 8 pro. Soll ich nun wirklich im Internet nach Forum suchen",
    "thumbsUp": 2,
    "version": "3.5.6"
  },
  {
    "id": "4e2e735e-7ae2-49a4-a7a1-a3a7ee6d9594",
    "date": "2025-07-19T07:16:32.238Z",
    "score": 1,
    "text": "Seit dem neusten Update exportieren limitiert und geht nicht mehr mit streetcross von garmin....",
    "thumbsUp": 0,
    "version": "3.5.9"
  },
  {
    "id": "16891fa2-670e-470a-88ac-dcf3474cd5ce",
    "date": "2025-07-02T17:47:26.348Z",
    "score": 1,
    "text": "Neues Handy, und plötzlich kann ich mein gekauftes Kurviger Pro nicht mehr nutzen. Jetzt soll man ein Abo abschließen für eine Software die nicht mehr das ist was sie mal war. Was soll das? Ich hab Pro bezahlt. Definitiv nicht mehr zu empfehlen. Schämt euch.",
    "thumbsUp": 0,
    "version": "3.5.8"
  },
  {
    "id": "8366c9ef-732c-48a6-b5ed-f4f550384ce0",
    "date": "2025-09-12T07:43:07.217Z",
    "score": 1,
    "text": "ein Test der App ist nicht möglich,da man um die Navigation nutzen zu können das teuerste Abo abschließen muss....sehr schlechtes Geschäftsmodell meiner Meinung nach. habe die App sofort wieder deinstalliert.",
    "thumbsUp": 0,
    "version": null
  },
  {
    "id": "958e4554-177f-423c-b14e-f8f08f5816ca",
    "date": "2025-08-08T07:43:46.954Z",
    "score": 1,
    "text": "Navigation geht nur mit Abo. Abo abschließen geht aber nicht, man landet nach dem Google Abo und der erfolgreichen Bankbestätigung immer wieder auf der Übersichtseite de Abos mit Testzeitraum. Auch in den Google Abos taucht nie was auf...",
    "thumbsUp": 0,
    "version": null
  },
  {
    "id": "8a648a47-1337-44f1-900b-144773ff69b7",
    "date": "2024-08-10T18:29:35.354Z",
    "score": 1,
    "text": "Ich kann die App nicht empfehlen, jedes mal wenn ich die Route verlassen müsste weil eine Straße gesperrt war, stope die Navigation und man musste sie manuell fortsetzen.... Was auf dem Motorrad ja nicht gerade förderlich ist",
    "thumbsUp": 4,
    "version": "3.4.1"
  },
  {
    "id": "7f1be981-7e1d-4d87-93b5-8059031033dc",
    "date": "2025-05-10T06:20:50.122Z",
    "score": 1,
    "text": "Ich zahlte irgendwann 9,99 €und dachte ich kann die App dann in vollem Umfang nutzen. Jetzt bräuchte ich Kurviger nach einiger Zeit wieder und stelle fest, es gibt eine andere Version für 30 € im Jahr. Und wieder einmal abgezockt. 😡",
    "thumbsUp": 2,
    "version": null
  },
  {
    "id": "691c3b75-1764-4b3c-8a2f-234efb8e6d62",
    "date": "2025-08-19T14:49:50.125Z",
    "score": 1,
    "text": "Angeblich kostenlos, aber wenn man die Navigation startet wird ständig ein Update auf die kostenpflichtige Version verlangt.",
    "thumbsUp": 0,
    "version": null
  },
  {
    "id": "44e50bac-665b-49e1-819d-53c930c589db",
    "date": "2025-10-19T19:35:55.345Z",
    "score": 1,
    "text": "Tourenplanung ist kostenlos möglich, die Navigation lässt sich aber nur gegen Geld starten, was ein Schrott.",
    "thumbsUp": 0,
    "version": null
  },
  {
    "id": "5ed3f46b-00e2-4c0a-9172-4c19e61cb5af",
    "date": "2024-05-15T19:11:09.714Z",
    "score": 1,
    "text": "Ich hatte mir die App vor vielen Jahren als Pro Version für 10€ gekauft. Durch Handytausch musste ich jetzt diese Version laden. Und soll nun noch mehr Geld im Abo zahlen? Das finde ich sowas von unfair, dass einem hier so das Geld aus der Tasche gezogen wird.",
    "thumbsUp": 0,
    "version": "3.3.2"
  },
  {
    "id": "a051c572-2712-4cc2-9e9f-f00b962d18d5",
    "date": "2024-06-30T11:50:55.104Z",
    "score": 1,
    "text": "Kein Kauf möglich und in der free Version nicht nutzbar weil keine Navigation möglich da keine Umleitung erfolgt wenn man ein Mal falsch abbiegt.",
    "thumbsUp": 4,
    "version": "3.3.3"
  },
  {
    "id": "4642f432-dc25-4a95-9acb-408411884b19",
    "date": "2025-04-17T10:57:49.984Z",
    "score": 1,
    "text": "Kurviger Pro kann vom alten Smartphone auf das neue Smartphone nicht mehr mitgenommen werden. Keine Offline Kartenfunktion mehr möglich. Danke für diesen Umgang mit Bestandskunden.",
    "thumbsUp": 1,
    "version": "3.5.7"
  },
  {
    "id": "9c6e17c6-56f4-4d37-b696-e6176b297479",
    "date": "2025-02-23T15:24:12.931Z",
    "score": 1,
    "text": "Ich habe mir vor Jahren die \"Kurviger Pro\" App gekauft und auch sehr oft genutzt. Leider finde ich die Pro Version nicht mehr zum installieren. Wie/Wo kann ich die bekommen? Auf dem alten Handy läuft Sie ohne Probleme!",
    "thumbsUp": 0,
    "version": "3.5.4"
  },
  {
    "id": "2c123448-866a-4bb5-b58b-63599db2d5ab",
    "date": "2025-05-19T18:02:47.723Z",
    "score": 1,
    "text": "Obwohl ich den Tourer abonniert habe kann ich importierte gpx Datein nicht abfahren und soll auf Tourer + upgraden. Was für ein blödsinn. Support kann auch nicht weiterhelfen. Die App ist schrott!!!!",
    "thumbsUp": 1,
    "version": "3.5.8"
  },
  {
    "id": "f02d8509-3603-433b-8002-6797cb909e0c",
    "date": "2025-05-28T08:16:10.586Z",
    "score": 1,
    "text": "schöne Tour geplant ( Hannover Berchtesgaden) und dann kam die Meldung das es nur mit Kurviger+ geht. Da kann ich auch bei Google Maps bleiben und mir meine Strecke mit ordentlichen Kurven selbst raus suchen. Das dauert auch nur ca. 35 Min weil die Grundstrecke ja schon steht. Aber Versuch war es wert.",
    "thumbsUp": 0,
    "version": "3.5.8"
  },
  {
    "id": "554a9b18-b790-4267-b768-4b9559c161a7",
    "date": "2023-09-16T13:06:30.963Z",
    "score": 1,
    "text": "Strecken über 100km nicht machbar. Die App läd langsam und berechnet keine wirklich guten Routen. Einen Atlas zur Hilfe nehmen wäre vermutlich schneller",
    "thumbsUp": 2,
    "version": null
  },
  {
    "id": "bc574514-43ff-4a9b-b199-b00019d606a8",
    "date": "2025-05-11T08:54:19.464Z",
    "score": 1,
    "text": "Sehr schlechte Navigation. Ich musste mit dem Motorrad anhalten und Leute fragen, weil ich mich verfahren habe. Ich habe die App wieder deinstalliert, da ich keinen Überblick hatte.",
    "thumbsUp": 1,
    "version": null
  },
  {
    "id": "e9c52a3b-3ce8-4e6c-bc0e-59ab2b995463",
    "date": "2024-03-23T15:26:41.827Z",
    "score": 1,
    "text": "Dass die Pro Version Nutzer die damals gezahlt haben mit \"Sorry\" und \"tut uns leid\" im Regen stehen gelassen werden hat mich dazu bewegt keinen Cent mehr für die neue App,resp. irgend welche Abos zu zahlen. Jaja ich weiss ... die Ewig Gestrig Gebliebenen ...",
    "thumbsUp": 2,
    "version": null
  },
  {
    "id": "bc688794-2f27-4719-9fb3-232f1c98d605",
    "date": "2025-05-25T09:26:28.483Z",
    "score": 1,
    "text": "nicht zu gebrauchen. GPS zu ungenau. keine Geschwindigkeitsanxeige und wählt abbiegungen falsch. Wirkt altbacken.",
    "thumbsUp": 0,
    "version": "3.5.8"
  },
  {
    "id": "e2076523-5cc6-4928-b7b3-c244d1fe3298",
    "date": "2024-11-01T15:52:20.585Z",
    "score": 1,
    "text": "Sehr ungenaue GPS Position, sodass ich die App nicht wirklich nutzen kann im Navigationsmodus.",
    "thumbsUp": 0,
    "version": "3.5.0"
  },
  {
    "id": "994121fc-2c57-4d94-9044-1f19015fe128",
    "date": "2024-01-28T18:26:57.493Z",
    "score": 1,
    "text": "Ich war ein Fan der alten kurviger App. Mit der neuen komme ich mit dem Smartphone nicht klar. M.E. nur tauglich wenn man eine Tour am Computer plant.",
    "thumbsUp": 5,
    "version": "3.2.5"
  },
  {
    "id": "a65cb027-705e-43a1-b6c4-f13a2ac5fde4",
    "date": "2025-06-09T12:40:24.429Z",
    "score": 1,
    "text": "Teils absurde Streckenführung, Einstellungen ohne Einfluss und vieles mehr. war schon mal besser",
    "thumbsUp": 0,
    "version": "3.5.8"
  },
  {
    "id": "13b6f3f2-0025-4a8c-860f-59a4670734c7",
    "date": "2025-08-15T15:52:26.290Z",
    "score": 1,
    "text": "kann trotz Standortberechtigung nicht navigiren",
    "thumbsUp": 0,
    "version": "3.5.9"
  },
  {
    "id": "18fe0626-d102-4e87-87bc-92f9a3938b4a",
    "date": "2025-03-20T19:29:28.567Z",
    "score": 1,
    "text": "Super das ihr meinen alten pro Account platt gemacht habt den man für einmalige 10€ kaufen konnte. Jetzt darf ich ein Abo abschließen so wie das aussieht... viele Dank👍 aber ohne mich...",
    "thumbsUp": 1,
    "version": null
  },
  {
    "id": "c820b9a0-6617-43c4-bf6a-8d61d299a711",
    "date": "2024-09-05T15:11:39.744Z",
    "score": 1,
    "text": "Ist Kostenlos auf dem Handy nicht nutzbar, man soll ein Abo abschliessen. Wenn ich Geld ausgeben will, dann Kauf ich mir gleich ein Navi. Habe die APP sofort wieder gelöscht.",
    "thumbsUp": 1,
    "version": null
  },
  {
    "id": "cf4b68a7-2737-4c3f-ad6a-c3c123aa7ea0",
    "date": "2025-10-13T12:45:15.243Z",
    "score": 1,
    "text": "kompleter Schwachsinn diese App... anscheinend nur nutzbar als tourer+ bei allen anderen nutzungen wird man sofort aufgefordert tourer+ zu aktivieren...",
    "thumbsUp": 0,
    "version": null
  },
  {
    "id": "7f5984a2-d8f1-4c11-a223-99af2e0f99f9",
    "date": "2025-05-02T09:50:39.546Z",
    "score": 1,
    "text": "Abo wird nach Abschluss nicht aktiviert und Funktionen stehen nicht zur Verfügung. Sehr frustrierend.",
    "thumbsUp": 0,
    "version": "3.5.7"
  },
  {
    "id": "f5e10506-0fde-4feb-906c-e9f199b7f329",
    "date": "2023-10-03T13:12:24.633Z",
    "score": 1,
    "text": "Menue und Karte erinnert an die 90er. Preisgestaltung nicht nachvollziebar. Für 29.90 im Jahr gibt es bessere Motorrad Routenplaner Apps",
    "thumbsUp": 3,
    "version": null
  },
  {
    "id": "c6eddeec-2b6b-47a1-a5dc-6b411b1fd0bc",
    "date": "2025-07-27T18:31:11.335Z",
    "score": 1,
    "text": "Navigation nur in der kostenpflichtigen Version. Direkt wieder deinstalliert...",
    "thumbsUp": 1,
    "version": null
  },
  {
    "id": "d1cbdebd-88fb-43c2-b6fb-0d8e75676095",
    "date": "2025-08-01T19:17:00.627Z",
    "score": 1,
    "text": "hab eine Route aufgezeichnet über 2 Stunden und am ende wo ich beende kommt ich muss nh Abo kaufen zum Speichern. Träum weiter...",
    "thumbsUp": 2,
    "version": "3.5.9"
  },
  {
    "id": "0ed9e5df-5a82-4610-bd26-0fb7f34baf37",
    "date": "2025-04-06T11:39:50.237Z",
    "score": 1,
    "text": "da läd man die App runter, gibt gemütlich ne Tagestour ein, will starten \"sie brauchen +- XY Upgrade...\" 🤦‍♂️",
    "thumbsUp": 0,
    "version": "3.5.6"
  },
  {
    "id": "91e6aeb1-e929-41c9-a832-c6ca4acd9f1b",
    "date": "2024-04-07T21:01:32.230Z",
    "score": 1,
    "text": "Frechheit. Kartenansicht dreht nicht, Abo auch f. jahrelange Abokunden um 100% verteuert. Nein Danke",
    "thumbsUp": 2,
    "version": "3.3.0"
  },
  {
    "id": "df900ae8-15f0-470d-bd6d-da0b95dc694c",
    "date": "2023-11-14T20:34:58.894Z",
    "score": 1,
    "text": "da hat es ein gut funktionierendes navi app kurviger 2.2.28 gegeben und diese herren müssen das rad jetzt neu efinden. bitte gebt die alte kurviger app wieder frei. danke nein.",
    "thumbsUp": 3,
    "version": "3.2.3"
  },
  {
    "id": "b4d04fd6-6eff-4a45-a401-5fec19a25237",
    "date": "2024-02-28T14:15:00.217Z",
    "score": 1,
    "text": "Ich habe die Pro Version gekauft und habe eine ganz andere Oberfläche? Version 1.14.28? Wie kann das sein?",
    "thumbsUp": 2,
    "version": "3.2.5"
  },
  {
    "id": "1d595af1-e43b-491c-9d5c-4ca5fb1c0ce3",
    "date": "2025-07-29T17:14:31.259Z",
    "score": 1,
    "text": "Nicht zu empfehlen.",
    "thumbsUp": 0,
    "version": "3.5.9"
  },
  {
    "id": "5f4083f4-bc8e-4a0e-adb4-99799e37c167",
    "date": "2024-09-21T09:49:38.816Z",
    "score": 1,
    "text": "Keine Funktion ohne zu bezahlen",
    "thumbsUp": 2,
    "version": "3.4.3"
  },
  {
    "id": "cd1ffeab-8789-4906-a130-60a7a23cd60b",
    "date": "2025-06-21T18:10:20.950Z",
    "score": 1,
    "text": "VORSICHT!! die app funktioniert oft einfach garnicht. LEIDER RAUS GEWORFENES GELD!",
    "thumbsUp": 0,
    "version": "3.5.8"
  },
  {
    "id": "f8543373-dd17-4032-ae1e-2de4fd1188f4",
    "date": "2025-04-23T17:06:38.236Z",
    "score": 1,
    "text": "Man kann keine GPX Datei exportieren.",
    "thumbsUp": 0,
    "version": null
  },
  {
    "id": "96983abf-f645-4fe4-be4e-b9505e9397b1",
    "date": "2025-07-20T13:44:04.832Z",
    "score": 1,
    "text": "Strecke war total mies.App berechnet nicht neu",
    "thumbsUp": 1,
    "version": null
  },
  {
    "id": "6c5b92a7-d6d9-451e-bffc-331848597edf",
    "date": "2025-04-20T10:10:56.272Z",
    "score": 1,
    "text": "die erste Fahrt und gelandet in nirgendwo. die App ist er für Radfahrer",
    "thumbsUp": 0,
    "version": null
  },
  {
    "id": "cc9ad8c8-7729-4a8a-b975-31c0c3fd92e9",
    "date": "2024-06-06T11:11:29.574Z",
    "score": 1,
    "text": "Hatte die alte Pro Version. Das neue Pricing ist frech",
    "thumbsUp": 0,
    "version": "3.3.2"
  },
  {
    "id": "fff8b503-e883-4f98-92b3-7e0b729bf966",
    "date": "2024-07-04T10:55:06.903Z",
    "score": 1,
    "text": "Freeware, wo, völlig überladene App",
    "thumbsUp": 0,
    "version": "3.3.3"
  },
  {
    "id": "1c5fd68b-b302-45f2-aabd-638cadbbc230",
    "date": "2024-04-28T11:49:20.881Z",
    "score": 1,
    "text": "Wieder alles kostenpflichtig, sonst nutzlos...",
    "thumbsUp": 1,
    "version": "3.3.1"
  },
  {
    "id": "dddeb90b-d9a2-43c7-b8cf-1195cf0114e9",
    "date": "2023-10-09T08:39:28.522Z",
    "score": 1,
    "text": "Sehr schlechte app, hier stimmt wirklich garnichts",
    "thumbsUp": 1,
    "version": null
  },
  {
    "id": "cfbd5ebc-b64b-4e9e-9afd-31183a149ba4",
    "date": "2024-11-01T19:20:42.825Z",
    "score": 1,
    "text": "Würde ich nicht nochmal kaufen",
    "thumbsUp": 0,
    "version": "3.5.0"
  },
  {
    "id": "9400ee28-2626-4cd3-a2e9-c3155a70e3d3",
    "date": "2024-04-15T17:51:35.255Z",
    "score": 1,
    "text": "noch geht nichts",
    "thumbsUp": 0,
    "version": "3.3.0"
  }
]