[
  {
    "id": "af7182c2-4243-4b5d-bb77-71047fe84019",
    "date": "2025-12-06T10:32:09.990Z",
    "score": 5,
    "text": "Clash Royale is one of the most fun and addictive mobile games I’ve ever played. Every battle feels different, and winning with the perfect strategy is super satisfying. The cards are creative, the gameplay is smooth, and building new decks never gets boring. I love how quick the matches are and how the game constantly adds updates and events. Playing with my clan makes it even better. Overall, it’s a fantastic mix of strategy and excitement!",
    "thumbsUp": 116,
    "version": "130300006"
  },
  {
    "id": "51ab6fad-ab1b-4989-b557-5494a21b5d5b",
    "date": "2025-12-06T18:21:43.745Z",
    "score": 5,
    "text": "This is a masterpiece and having the ability to join a clan, to get involved. Being able to be part of the clan and helping out for Clan Wars is amazing. Don't get me started on the friendly battles, I mean the fact that you can battle your own clan members is awesome. Thats not even the main game, there is of course the one and only Trophy Road and it is a really fun 1 v 1 mode and every time you win you climb up in the ranks. There are several other modes to try as well. Evos are super fun too",
    "thumbsUp": 6,
    "version": "130300006"
  },
  {
    "id": "395d4e40-59d4-42c4-bbb5-a07acdb75ee4",
    "date": "2025-12-09T00:46:10.963Z",
    "score": 5,
    "text": "This game has been so fun over the past few years. Its a bit repetitive, but with lots of constant updates by Supercell, the game is extremely fun, and you can play with or against one of your friends, which makes this game always a nice go-to when your bored with your friend in the car going somewhere. Don't buy gems, scam by greedycell Amazing game , Sort of Pay-to-win but if you lose its mostly a skill issue",
    "thumbsUp": 82,
    "version": "130300006"
  },
  {
    "id": "fa41a8ab-85d6-4669-b9c0-106c4692ac8a",
    "date": "2025-11-29T21:57:18.870Z",
    "score": 5,
    "text": "This is an absolutely amazing game based on what you need to \"be good.\" The entirety of the game is just paying more money for stronger cards. Most matches I play involve an over leveled opponent who has cards that are way too strong for the current place that I'm at. There are also necessary additions being constantly added to the game that makes it even more fair and fun. There's such a paying aspect to it that it gets to a point where you're stuck at one place and have to use the credit card.",
    "thumbsUp": 4,
    "version": "130300006"
  },
  {
    "id": "4db794a8-547f-4f37-8dd8-279203a85313",
    "date": "2025-11-30T19:38:12.185Z",
    "score": 5,
    "text": "I love this game so much, Supercell has made it super easy to start a new account with all the shop offers that come out ever week. For only a couple hundred dollars you can max your whole deck without having to play at all. Not including that every update helps people spend more irl money on cards so you can have a bigger advantage. I rate this game a 5/5 its the best game ever and they love my moms credit card for all the in shop offers.",
    "thumbsUp": 0,
    "version": "130300006"
  },
  {
    "id": "66ae7797-aea8-4d25-8956-25bd1f7bcb36",
    "date": "2025-12-06T05:05:18.223Z",
    "score": 5,
    "text": "One of the best games I ever played but I wish there was trading, but you have to be the same level. And I wish there was different chances for different cards.That would have been more fun.I hope they put randomize cards.Not just the generic ones",
    "thumbsUp": 1,
    "version": "130300006"
  },
  {
    "id": "79f76c6e-dcb8-4707-9863-46c200816dfc",
    "date": "2025-11-24T21:08:55.668Z",
    "score": 5,
    "text": "I have two humble suggestions that could make the 2 vs 2 gaming experience even better: 👉 In 2 vs 2 matches, if a player leaves mid-game, an auto-play feature should activate instantly to take their place. This will ensure the remaining teammate doesn’t feel disadvantaged or regretful, and the match can continue smoothly. 👉 After every 2 vs 2 match, a “Player of the Match” highlight should be displayed immediately, so that out of the four players, everyone can see who delivered the best.",
    "thumbsUp": 485,
    "version": "130300002"
  },
  {
    "id": "013abd35-ac50-4f33-986b-4b9fa3e92965",
    "date": "2025-11-20T17:09:17.389Z",
    "score": 5,
    "text": "Love this game! Clash Royale is one of the best games because it blends simple controls with deep strategy. Every match is quick, intense, and rewards smart timing and card choices. The game stays exciting with new cards, balance updates, and fresh seasons. Clans create teamwork and friendly competition, while ranked play and tournaments give players real goals to chase. It’s fun, fast, and endlessly replayable",
    "thumbsUp": 3,
    "version": "120169018"
  },
  {
    "id": "71b0ac78-85bf-405c-9d0f-3506e0113597",
    "date": "2025-12-06T18:35:12.806Z",
    "score": 5,
    "text": "After climbing the entire Trophy Road I cam comfirm that Clash Royale is by far the most greatest game I've played in a while and even though I've went against a bunch of p2w, once you master a certain deck p2w is nothing. My only real concern is that SuperCell is shoving to many updates which could lead to the end of Clash Royale. don't get me wrong the hero update was great but level 16 wasn't needed. But both of these updates not even within a month is over doing it, just relax. Great game!",
    "thumbsUp": 3,
    "version": "130300006"
  },
  {
    "id": "f51ed974-62a2-4c90-a3a8-f06dbaba3a69",
    "date": "2025-11-26T17:16:01.502Z",
    "score": 5,
    "text": "one of the best strategy games I've ever played and to be honest this is probably the best game I've ever played you can upgrade and level up to have an advantage and have some different cards to other people so all games are different and cards all have strengths and weaknesses. have fun and definitely play CLASH ROYALE",
    "thumbsUp": 177,
    "version": "130300002"
  },
  {
    "id": "24faf572-9d45-4380-a62e-6689cdbad8ec",
    "date": "2025-12-05T23:40:09.655Z",
    "score": 5,
    "text": "its a fun game, it's very time consuming. Some games are based off of pay to win but I feel like this game is just great for free to play players too. The game is based of strategy and counters I love the game so far!!!",
    "thumbsUp": 0,
    "version": "130300006"
  },
  {
    "id": "c9d81516-0b99-4ef5-89f0-5e3adc885bec",
    "date": "2025-11-13T03:04:31.969Z",
    "score": 5,
    "text": "5 words. THIS IS WHY WE CLASH! No but seriously, this is a highly addicting game and can get frustrating sometimes but thats every game. Yeah this game has pay to win aspects but doesnt every game? It is still fun to play even if you are free to play, since after getting the cards you want which there are over 100 you can just hop into 1v1 mode where pay to win doesnt matter as much(except evos). I do highly recommend since this game is updated monthly with new content and a ton of challenges.",
    "thumbsUp": 397,
    "version": "120169018"
  },
  {
    "id": "f538a1d3-39b8-454f-8a1c-630fffd23232",
    "date": "2025-10-17T03:46:05.593Z",
    "score": 5,
    "text": "Clash Royale is my favorite game because it mixes strategy, skill, and excitement perfectly. Every battle feels different, and winning a close match is the best feeling ever. I love building decks, predicting my opponent’s moves, and improving each season. The game’s characters, updates, and community keep it fun, and no matter how long I play, it never gets old.",
    "thumbsUp": 19,
    "version": "120169008"
  },
  {
    "id": "65a607fb-10a8-4f57-8ca5-8c103b3518a3",
    "date": "2025-11-02T01:18:49.560Z",
    "score": 5,
    "text": "Game... Don't play it. Once you reach a certain level, you're hooked and can't quit. You uninstall it, but you'll come back and reinstall it. Never play it again; it's a guaranteed death sentence, This is the only thing standing between getting good grades, having a good education, having a stable family and job, and being able to save for and enjoy vacations; it's the only thing that gets in the way Between a good life and me, but I can't let it . This is serious, don't play around.",
    "thumbsUp": 1825,
    "version": "120169018"
  },
  {
    "id": "ec4f2fd8-b476-4917-af7a-951db38d297c",
    "date": "2025-10-28T02:57:52.346Z",
    "score": 5,
    "text": "Amazing game for the first 7000 trophies. Once you get to there it turns into an endless grind of rage and pain and suffering until you finally reach 10,000. Then more pain and loss of brain cells to get to fifteen k. Once your there you get suckied into a infinite swirl of never ending grinding to keep you rank up every season. Aside from the murderous rage, endless pain, and constant crashouts its a great game.",
    "thumbsUp": 6,
    "version": "120169008"
  },
  {
    "id": "b5296e31-f89d-44d6-b742-75e0d150b8e0",
    "date": "2025-10-02T00:15:02.587Z",
    "score": 5,
    "text": "If you are looking for a challenging game with more than 100 cards you have come to the right place. Now one thing I would like to say is that when I call this game challenging were talking I won't leave this game until I get to the next arena type challenging but in a fun way to. Each and every card is different from the last but some cards pair good with each other like when you get hog rider you can put the hog behind the mini Pekka to help him get to the tower faster. This an amazing game",
    "thumbsUp": 715,
    "version": "120169003"
  },
  {
    "id": "e5d4f27d-a4c4-4b31-9b8d-7b57a24e703f",
    "date": "2025-10-10T00:21:15.528Z",
    "score": 5,
    "text": "A Fantastic Strategy Game! Review: ★★★★★ Clash Royale is an absolutely addictive game that combines strategy, skill, and a bit of luck! I love the variety of cards and the way they can be combined to create unique strategies. Each battle feels fresh and challenging, with endless opportunities for tactical play. The graphics are vibrant and the animations are smooth, making each match visually engaging. The matchmaking system is fair, ensuring I compete against players of similar skill",
    "thumbsUp": 8,
    "version": "120169008"
  },
  {
    "id": "e6353028-286f-4bf0-aeba-7d5ceff5266c",
    "date": "2025-12-04T04:06:11.944Z",
    "score": 5,
    "text": "out of all supercell games, there is one game that keeps you so much addicted and that is clash royale i wasn't expecting such a deep and strategic game when I downloaded, clash royale also has a very large community so there are lots of people to help you . the only thing I don't like is how the new update changed the new chests reward mechanism. it has very bad rewards. I hope you bring back the old rewards. special shout out to streamer jinxi for getting me into this game",
    "thumbsUp": 0,
    "version": "130300006"
  },
  {
    "id": "44fbf941-37a4-457f-bf7a-dc694a2c39dc",
    "date": "2025-12-07T05:03:29.874Z",
    "score": 5,
    "text": "I like it because the game is actually skill based ofc there is spending one but you can still have fun by creating your own deck to battle people and I have seen the ads and its nothing like the ads but it is still a great game to play",
    "thumbsUp": 10,
    "version": "130300006"
  },
  {
    "id": "954cf40f-e56c-46bc-a92c-3301eaf83658",
    "date": "2025-11-01T20:10:10.285Z",
    "score": 5,
    "text": "First, this game is one of the best games I have ever played, would recommend completely. Alright, the only issue I see is the loading in the game it usually stops at 75% and does not go up higher, but a lot of the time I am in the middle of a match and I have a big advantage over my enemy and the game crashes when I have really fast internet and makes me lose the match. A lot of people say this game is pay to win but it really isnt, but sometimes you vrs p2w players but the system isnt perfect.",
    "thumbsUp": 457,
    "version": "120169018"
  },
  {
    "id": "65cb0201-0d7e-4025-b004-65c0fbb9dd92",
    "date": "2025-10-25T18:48:17.485Z",
    "score": 5,
    "text": "I installed the app because my 15 year old son plays it. I thought I'd play it for a bit with him over the weekend, have a common interest to talk about. I am still playing the game 2 months later and, trust me, that's saying a lot for the game. I get bored easily. This game is a lot of fun. I buy the monthly pass because Supercell makes the purchase worth it. This month, the pass gave me all 6 shards to unlock the Evo Skeleton Army, and that's just one reward of 100+. Definitely recommend. 😜",
    "thumbsUp": 456,
    "version": "120169018"
  },
  {
    "id": "987fae31-ca04-4eaf-9a59-6fb98c7d540f",
    "date": "2025-12-06T04:35:11.274Z",
    "score": 5,
    "text": "free2play is so fun in this game it's perfect. You get cards for free, it's very strategic, has a lot of cards and combos , and can grind extremely easily. You just have to choose the right cards and combos and win against others to more and more prizes. But it's very addictive and can be there for hours, so play and start grinding now!",
    "thumbsUp": 4,
    "version": "130300006"
  },
  {
    "id": "af9238e4-1b1a-4f4c-9c01-c7afbc45fe2c",
    "date": "2025-10-03T17:45:45.480Z",
    "score": 5,
    "text": "Clash Royale is the best mobile game out there. It's the perfect mix of strategy, quick thinking, and fun. Every battle feels unique because it's not just about strong cards but how you play them. I love experimenting with different decks, and the updates always keep things fresh. Climbing the ranks is thrilling, and even losses help me improve. Plus, being in a clan and working with friends makes the game even better. I can easily say Clash Royale is my favorite game ever.",
    "thumbsUp": 1075,
    "version": "120169003"
  },
  {
    "id": "49b16c73-3b75-48e1-ae7e-36d33ac05988",
    "date": "2025-12-06T00:00:58.143Z",
    "score": 5,
    "text": "this game is the best! it not only forces people to spend money endlessly to keep up with the updates, it also makes sure free to play players have the hardest time in the world! such a beautiful strategy by supersell. make your games so disgustingly pay to win, that og players just leave. so intricate and amazing.",
    "thumbsUp": 1,
    "version": "120169018"
  },
  {
    "id": "42506e76-7058-4936-b743-317e61bfd28c",
    "date": "2025-11-16T21:49:04.640Z",
    "score": 5,
    "text": "I've been playing this game for only about 5 days and it's AMAZING. first their great graphics and gameplay. second the way it feels to win is amazing because it requires concentration prediction but the game makes it fun. sure it's frustrating when you go on a losing streak but then when you get a win it the best. recommend",
    "thumbsUp": 321,
    "version": "120169018"
  },
  {
    "id": "6e43ee27-3218-48ab-ac00-39fe4dd9d42d",
    "date": "2025-10-22T14:20:40.595Z",
    "score": 5,
    "text": "This is the best game I have ever played in all of my life. Clash royale has changed my life for the better, it has introduced me into a new type of gaming and it has shown me what a real game is like. I love how balanced all the cards are and how every match you get to expereince true sportmanship from your opponents. Unlike other games, clash royale is a very free to play game in which money will not give you an advantage over others. Best game I have ever played and I would recomend it.",
    "thumbsUp": 0,
    "version": "120169018"
  },
  {
    "id": "4bda4d00-8acc-4ace-9718-4fb1b48d5a67",
    "date": "2025-12-06T08:29:06.470Z",
    "score": 5,
    "text": "Changing my review after 5 years from 5star 1star, i will come again and will change it to 5 when the app opening issue solved.. After recent update it takes too much time to open the app, don't know why showing help and support and saying check your Internet and so on.. I have been using for 5 years and never had any problem and even though my internet is wifi and highspeed 5G sometimes it took more than a minute to open the app and it makes me sad.. Please don't blame user network,try to solve",
    "thumbsUp": 2,
    "version": "130300006"
  },
  {
    "id": "5e388402-6f51-42a1-81a1-a5fb829e582f",
    "date": "2025-12-02T00:33:53.387Z",
    "score": 5,
    "text": "So far CR has been 100% glorious card based tower battle fun with zero issues. In an era where 99% of mobile games have some attribute that ruins enjoyment, CR is a much appreciated standout. Colorful and relaxing while providing strategy thrills, CR has an amazing array of cards representing fantasy adventure archetypes some of which work together better than others and all of which help make CR the excellent game it is. And it's kind to players who aren't made of money. In short, CR rocks!",
    "thumbsUp": 1,
    "version": "130300006"
  },
  {
    "id": "f6689791-b909-4963-92df-cda1af74dd94",
    "date": "2025-11-25T00:38:06.627Z",
    "score": 5,
    "text": "I tried to return after a long absence from playing. I don't see any option to sign into my Google account that my profile is linked to... I don't understand why they would remove this basic feature or why I'm unable to recover my account. I don't have a Supercell account, but I logged into my Clash of Clans account without any issues. This one just appears to be gone.",
    "thumbsUp": 35,
    "version": "130300002"
  },
  {
    "id": "b9e35d89-ef67-46f2-8d65-7ce139d3dec3",
    "date": "2025-12-07T13:43:16.613Z",
    "score": 5,
    "text": "hear me out, instead of asking money for most things, why dont you price it with gems so maybe like fortnight where you can grind for shop items instead of paying for it you'll still have all your pay to win clients, but just buying gems instead of the bundles, which u can price with gems just give it a thought, i feel like alot of people would enjoy this way more than being card locked",
    "thumbsUp": 0,
    "version": "130300006"
  },
  {
    "id": "cb9fe756-0d18-44f9-a890-03eecc4f395a",
    "date": "2025-11-09T16:37:20.303Z",
    "score": 5,
    "text": "still one of the best strategy pvp games I've played. Been playing for over six years now, so that should tell you something. only fault with this game is purchases for things have gone up massively, to the point of where I dont buy anything anymore. Love the variety of game modes. Love the variety of ways you can play. would definitely recommend at least trying it if nothing else.",
    "thumbsUp": 109,
    "version": "120169018"
  },
  {
    "id": "62b76f07-f0f1-443d-bafe-76ff838967a3",
    "date": "2025-11-24T21:36:41.383Z",
    "score": 5,
    "text": "it is a very good game and the art on the cards is very good to, but it have some problems with players that paid real money to win with cards on level 15 and thousands of evos, while you do not have any of this.",
    "thumbsUp": 0,
    "version": "130300002"
  },
  {
    "id": "f1221b0d-0989-4e00-9175-fcf0a5427900",
    "date": "2025-11-25T12:46:47.200Z",
    "score": 5,
    "text": "i love this game. it has such a variety of cards to play and it is really fun. the only part i dont like is a me problem because i struggle countering some decks which are for losers so i lose trophies but thats part of the game. you win some you lose some.",
    "thumbsUp": 0,
    "version": "120169018"
  },
  {
    "id": "cec529f5-7412-455f-8c0a-61caa85dbc9e",
    "date": "2025-12-02T17:08:13.727Z",
    "score": 5,
    "text": "The game itself is pay to win but still VERY playable for free to play players like me. I would give it 4 stars because of that. BUT supercell made progression a bit easier for free to play players by adding a seasonal challenge which thus season for example gives you a hero at arena 15 ! And the game is a bit addicting but it also takes skill with some decks and strategy. So, in conclusion im giving it a 4 star since its a good game actually but still not very good enough for 5 make it better!",
    "thumbsUp": 2,
    "version": "130300006"
  },
  {
    "id": "6cdf28d5-6270-4644-b8f9-7080cee981d1",
    "date": "2025-11-22T23:53:39.670Z",
    "score": 5,
    "text": "Hi everyone, i am currently at 4300 trophies and i agree with the p2w comments but this game is really fun to play, especially whenever your on the go with LTE/Internet. This game is torture but surely is fun unlocking all thoses new cards. This is a very good strategy game which i strongly recommend if you havent played it as it is so fun for new people whos never played because this brings you face to face with opponents worst/better then you which is very fun to go against. Im out.",
    "thumbsUp": 0,
    "version": "120169018"
  },
  {
    "id": "2224c5f3-0d31-4e9a-b636-a8a4049a0d40",
    "date": "2025-12-04T07:01:29.686Z",
    "score": 5,
    "text": "So, now that you guys have had your fun with screwing us with these draw mechanics. Can you finally change the way draws are chosen for who wins? it should be total damage dealt to all towers. It makes no sense how it is now. It encourages single minded plays like \"just send the hog(s)\". If you take the tower great, that's the point but if both players took the same amount of towers, it should be damage dealt. Other than that, you have a really bad scaling issue.",
    "thumbsUp": 23,
    "version": "130300006"
  },
  {
    "id": "b3d92faf-e023-4eec-b5c4-cd4141286608",
    "date": "2025-11-08T04:58:50.727Z",
    "score": 5,
    "text": "Great game. I've played it for a while now and my advice for free to play players is to just stick to specific things to upgrade. It can get a little annoying playing pay to win people but you can still move up pretty well if you play 20-30 minutes a day, which is what I do and I'm at 10k trophies. My favorite game on my phone, def recommend.",
    "thumbsUp": 238,
    "version": "120169018"
  },
  {
    "id": "ce77d5b0-5e72-42aa-8517-65016ee60aef",
    "date": "2025-11-04T23:52:48.625Z",
    "score": 5,
    "text": "what a complete buy to win POS game, I have 100% of the time fought other players that have more than 300 more health than me, all this does is make a player who see's a free to play game that isn't matchmaking friendly to new players get mad. Perfect recipe to create unneeded rage. No matter how much I want to play this game I now have to not play it because I'm not going to purchase anything to have fun. if my health was the same as other new players that would be okay and that would be fair.",
    "thumbsUp": 146,
    "version": "120169018"
  },
  {
    "id": "c6470254-30c2-4387-8c4f-b742c38a6aef",
    "date": "2025-11-30T22:58:02.478Z",
    "score": 5,
    "text": "The game is fun to play when having NOTHING to do. It's my first time playing so i don't know much.. But you can battle with cards that you already have and you unlock more cards as you go into higher arenas and i think you can battle your friends? but you can be in clans and yeah I think you should install it. (:",
    "thumbsUp": 149,
    "version": "130300006"
  },
  {
    "id": "2086fa14-977c-4296-a1a2-ff3503c574a1",
    "date": "2025-11-26T02:42:52.700Z",
    "score": 5,
    "text": "Ive been playing this game for a month and it is absolutely amazing. there are so many cards to choose from and progressing through the trophy road feels amazing. The thing i love abt ts game is that u actually need skill and strategy to play.",
    "thumbsUp": 75,
    "version": "130300006"
  },
  {
    "id": "29455dc6-a7f5-49a1-8984-e1cf15ebb654",
    "date": "2025-11-10T23:34:07.115Z",
    "score": 5,
    "text": "Its a really good game you should try it out yourself climb the arenas, unlock new cards, play different game modes, and become one of the best. Its unlike any other mobile game I played high quality, and you compete against other people. Try it out!!!",
    "thumbsUp": 158,
    "version": "120169018"
  },
  {
    "id": "416fb3c5-ae1f-467d-a2b4-290449a0e3a5",
    "date": "2025-11-26T16:24:10.948Z",
    "score": 5,
    "text": "Very good, This game is a very good online game that is good for any type of person, age and can be accesed on almost any device. As this app got quite big and everyone started playing it. It has reached over record nunbers of this game. Get your family, friends and everyone to start a battle, earn levels and play online against randoms or friends and clans. I recommend this game to anyone... Truly one of the BEST games i have ever played. Therefore I rate it 5 stars! Thank you",
    "thumbsUp": 76,
    "version": "130300006"
  },
  {
    "id": "d1d7780d-dd5e-4bf9-82ce-45a1ca369be7",
    "date": "2025-10-29T10:06:35.641Z",
    "score": 5,
    "text": "I deleted my fairly scathing review, and after returning to this game years later, they have actually fixed a lot of the old problems and made the game a bit better for f2p, and lowered prices by a lot on p2w stuff. I know we won't realistically ever get a \"perfect game\" from any dev team, but when I see the dev team actually address some issues, despite waiting so long that they killed their super popular game, it does give hope. I hope more changes and adjustments are incoming.",
    "thumbsUp": 98,
    "version": "120169018"
  },
  {
    "id": "9a273a9b-663a-4425-b989-6c5d38a640c0",
    "date": "2025-11-23T16:54:40.857Z",
    "score": 5,
    "text": "from the many cards and all of their counters, to all of the emotes and the battlefields! this game is first off. really fun! I could play it for hours on end, 2nd off. balanced. from all of their cards, + their counters. for example! the epic skeleton army, they can be used to easily take down units like the hog rider and the giant. and the counters like wizard, the Valkyrie, and the bomb thrower/tower and skeleton giant's bomb. it's really fun and I recommend it to all.",
    "thumbsUp": 33,
    "version": "120169018"
  },
  {
    "id": "51ad3e00-69a8-4243-b6e1-72fab9ffa0a9",
    "date": "2025-11-28T07:43:59.705Z",
    "score": 5,
    "text": "A really fun game at the start but it gets more and more challenging when you progress more. Many youtubers like OJ have inspired me and as a free to play player, I can also play this game. Bring more new cards and keep up with the monthly season update. New mechanics which are balanced will keep the game alive and engaging.",
    "thumbsUp": 235,
    "version": "130300006"
  },
  {
    "id": "410cc459-e579-4e08-ad07-c49d053d1a55",
    "date": "2025-10-20T00:00:56.233Z",
    "score": 5,
    "text": "The Game is EXCELLENT The overall game idea is unique and interesting providing an experience like no other Clash Royale and SUPERCELL did a great job on making the game nd the game is co op and pvp friendly. Two thing that takes away from the game is the \"pay to win\" and the toxicity in each emote which take away from the game experience",
    "thumbsUp": 0,
    "version": "120169018"
  },
  {
    "id": "35e3b492-86af-45c2-ae83-3517da4135af",
    "date": "2025-11-26T23:05:40.589Z",
    "score": 5,
    "text": "👍As a 5+ year free to play player It's a great game. It never really gets old, just a little repetitive with the main arena, just waring new players, but other than that, I really enjoy playing it. I recommend it 🫠 they do frequent updates, and they make sure the game runs smoothly, which I love great Game I recommend",
    "thumbsUp": 4,
    "version": "130300002"
  },
  {
    "id": "5b17f8d7-e978-4e74-9059-422d61fbadfc",
    "date": "2025-10-11T16:43:09.523Z",
    "score": 5,
    "text": "I also play it on my Iphone (I'm on A7 there), and it is no different than playing on my laptop. Props to the game developers, this is a very fun game, but can be stressful at times. It's too fun that I play it during school (when permitted).",
    "thumbsUp": 323,
    "version": "120169008"
  },
  {
    "id": "a19b9497-d5dd-4772-8050-8a4bb8c2a2d9",
    "date": "2025-10-05T18:35:31.438Z",
    "score": 5,
    "text": "My favourite game! Been playing it for like 9 years since the beginning. Have my clan since then! Have co leads with me from the start! Strategic! Fun!! Exciting! Great visuals and its just the best of the best!",
    "thumbsUp": 0,
    "version": "120169003"
  },
  {
    "id": "60b3634f-8fc3-4ad9-ad08-50712d71205a",
    "date": "2025-11-30T18:31:15.200Z",
    "score": 5,
    "text": "This game is a complete waste of time. First off I play over leveled credit card users. Mega knight just annoying. I have put time I should have been focusing on school and important stuff in life on this game. I am rotting my life away play clash royale. Best investment in my life.",
    "thumbsUp": 3,
    "version": "130300006"
  },
  {
    "id": "d388b11e-bfc1-4a23-8596-a616ecfa4a52",
    "date": "2025-11-09T23:14:44.190Z",
    "score": 5,
    "text": "The game is pay2win but I love it, there is competition but even then its fair, with over 500 million players there is never a match loading screen and supercell is doing a great job with the games promotions and new updates, don't even get me started on clash of clans the new update removing trophies and adding ranked matches takes all of the fun out of the game, all people play the same troops and every base seems to be the same, RIP CoC and welcome CR.",
    "thumbsUp": 0,
    "version": "120169018"
  },
  {
    "id": "49aec357-3076-4968-bc23-b0d74817669e",
    "date": "2025-11-29T17:15:23.464Z",
    "score": 5,
    "text": "This game has been my favorite since its launch because of how interesting the game is, it requires skill, and balance changes are available making its meta shift therefore its more fun, sadly it's now pay to win, the mad value you get when you pay like 3-5 dollars is pretty unreal making it better to pay 5 dollars than to play for a month. This game's potential is big, but lacking some balance to what you get when you pay Update 4 years later : this game is broken I hate it................10/10",
    "thumbsUp": 7,
    "version": "120169018"
  },
  {
    "id": "27291f8a-4749-4e11-b425-2541af38c6c7",
    "date": "2025-10-22T21:58:27.810Z",
    "score": 5,
    "text": "Sure! Here's a positive review of Clash Royale that highlights its strengths: 🎮 Clash Royale: A Tower Defense Gem That Keeps You Coming Back Supercell’s Clash Royale is a masterclass in mobile strategy gaming. Blending elements of tower defense, collectible card games, and real-time multiplayer battles, it delivers a fast-paced, addictive experience that’s hard to put down. 🌟 What Makes It Great - Strategic Depth: Every match is a test of timing, deck composition, and tactical defense",
    "thumbsUp": 0,
    "version": "120169018"
  },
  {
    "id": "b1b26c46-2ca3-4ec6-84ea-8cf02ee52a4c",
    "date": "2025-11-08T22:30:02.950Z",
    "score": 5,
    "text": "play it all the time since the game first dropped, amazing game, but I was wondering if you could add a feature where we can put the cards we want to upgrade next on top or in a slot, because sometimes I forgot which card I wanted to upgrade and end up spending my coins on something else. im also a free to play player, but I make purchases for the diamond pass for my clan mates, just a thought, cheers",
    "thumbsUp": 60,
    "version": "120169018"
  },
  {
    "id": "0b6f38f9-3580-42e5-9f04-d56a5acae16e",
    "date": "2025-12-04T03:40:43.296Z",
    "score": 5,
    "text": "This is the best game on the app store. Ive been playing for about a year now, its not that hard to get through where I am (arena 15) without paying a single dime. Theres no ads that I know of. sometimes you may get stuck for a little while in an arena, it'll pass you dont need to spend any money or uninstall.",
    "thumbsUp": 1,
    "version": "130300006"
  },
  {
    "id": "46f4f9d3-98ed-4ef8-a85b-173221186c98",
    "date": "2025-10-25T23:55:48.676Z",
    "score": 5,
    "text": "a Hello, in my opinion this game is very fun since you can make battles with your friends in different game modes, just like the competitive mode or playing in the clan, at first it is obvious that you have been Difficult, oh it will get boring, but after a while it becomes a competitive game since there are always mini events like challenges, clan wars, climbing arenas, etc., but from my point of view From the 2 years I've been playing, I think it's a very fun game and that's all I have to say.",
    "thumbsUp": 68,
    "version": "120169018"
  },
  {
    "id": "1bf38e45-9da2-49d6-8c66-e39ae216017c",
    "date": "2025-11-26T18:13:58.227Z",
    "score": 5,
    "text": "Its a great and highly-addictive game. I dont why people say its pay to win when you anyways can get the paid things easily through free to play. like the royal ghost evo is paid, I got like 2 shards from an event and I can spend a few wild shards that I can easily get, ir the monk is paid and I got hik through a 3 or 4 star crate/chest. Best part is its ad-free. Great game supercell.",
    "thumbsUp": 318,
    "version": "130300006"
  },
  {
    "id": "a6a7065b-cd4a-40b1-9ce0-f80829d81271",
    "date": "2025-11-14T13:38:17.103Z",
    "score": 5,
    "text": "ive had the game for about 6 months now and i love it. Game is really fun and keeps you busy for hours. Upgrading and stuff is really fun BUT only one problem is people are paying to win which is annoying but you can cope with it. Overall One of the best games ive played in a while. already at 5k trophies👍",
    "thumbsUp": 117,
    "version": "120169018"
  },
  {
    "id": "363fc7e4-ce63-4e3c-849f-dbd5e495fb25",
    "date": "2025-10-21T07:21:06.815Z",
    "score": 5,
    "text": "This is Why we clash!!! This game is peak, I love playing this game on the bus or the train and it is a simple yet skillful game and progressing feels fun and rewarding, the only problem with this game is how pay to win it is because I often verse people with maxed out decks in arena 16 please make it so that you can only but a certain amount of cards and make the cards you can but only the ones from your arena, other than that great game!",
    "thumbsUp": 183,
    "version": "120169018"
  },
  {
    "id": "48687355-1b3b-4ce2-99d0-1016089d8575",
    "date": "2025-10-15T12:56:20.421Z",
    "score": 5,
    "text": "Best strategic game ever really nice game . I have been playing this for like 2 to 3 years , it has been treating me very well. I have reached 6000 trophies (F2P) . Only one problem I have with this game is of free evo shards, they are very less available. So, I would love if the Clash Royale team focuses more on this problem.",
    "thumbsUp": 194,
    "version": "120169013"
  },
  {
    "id": "8ec93015-2df4-46c1-abbb-8e3411ab2868",
    "date": "2025-11-28T22:11:56.640Z",
    "score": 5,
    "text": "This game is a masterpiece, absolute pinnacle of mobile gaming. Some people talk about how it was so much better back then, and how its a lot worse now. Then back then it must've been AMAZING, cause even now I'm enjoying it so much.",
    "thumbsUp": 1,
    "version": "130300006"
  },
  {
    "id": "320767c7-2972-4f12-a634-f52e93775a15",
    "date": "2025-10-25T21:49:44.302Z",
    "score": 5,
    "text": "it's an amazing game, I love how many characters you can choose from to add to your deck, I like the concept of having clans and trading/requesting cards, I like how the game works and how smooth it plays, it loads everything really fast, I like how you can play all types of different clashes with friends, overall I don't see anything wrong with this game whatsoever, amazing. 10/10",
    "thumbsUp": 46,
    "version": "120169018"
  },
  {
    "id": "183b1662-1d23-4ba6-b002-daa426445fd4",
    "date": "2025-11-26T07:10:12.640Z",
    "score": 5,
    "text": "Game is 5 ⭐ but... The latest November 2025 update that came with Heroes is too heavy for older mobile phones. Slow loading screens, can't even navigate through the menu and gameplay is even at its worst because you enter the match and find your tower is halfway damaged. Gameplay lags, you can't know what's happening, by the time it's loaded the opponent is already attacking your king tower. Cards can't even be selected during gameplay, they are deployed 5 seconds or more after being selected.",
    "thumbsUp": 10,
    "version": "130300002"
  },
  {
    "id": "70c5c3fb-8678-438d-b16e-ee5eb36a3e15",
    "date": "2025-10-28T07:09:36.397Z",
    "score": 5,
    "text": "The game is awesome nearly every card can get some insane interactions and progress is so fun in the early game. It can get P2W at times as most items can be bought and some arenas can be a pain to beat but updates are great and more evo shards please supercell",
    "thumbsUp": 0,
    "version": "120169018"
  },
  {
    "id": "c7487959-96b4-4c1a-943e-1cceecb03f62",
    "date": "2025-11-27T19:05:12.161Z",
    "score": 5,
    "text": "its fun to play and fun to play with friends when your bored, you get to level up your cards and go against other people, and fight them and I think its fun and recommend playing and just trying the game before judging if its bad or not off of appearance and if you dont like the game just uninstall it then and play something else.",
    "thumbsUp": 91,
    "version": "130300006"
  },
  {
    "id": "7bc2fc19-8e7d-4f32-a52c-c1ff08d60695",
    "date": "2025-10-30T09:10:15.809Z",
    "score": 5,
    "text": "The game is very gud and addictive but it is P2W game but it is not that big of a problem. People are complaining abt P2W thing bcuz they cannot win while being a F2P player. I am currently in Arena 16 and it only took me 1 yr. People r just bad and cannot win that is why they r giving the excuse of the being P2W. Yes at a limit it a P2W but it is not that bad of a game. It's just the skill requirement is high and not the money in the bank account.",
    "thumbsUp": 0,
    "version": "120169018"
  },
  {
    "id": "1e98b121-da97-4fff-982f-59df8f1f5048",
    "date": "2025-11-15T14:59:21.355Z",
    "score": 5,
    "text": "really really fun nothing needs to be changed unless something happens in the future. just got this game yesterday thought I would HATE it because it didn't sound like my style but I loved it a ton! if anyone sees this DOWNLOAD NOW! best game ever worth clearing out a ton of stuff one your phone! my favorite game before this was Roblox and gorebox but now this is #1 by FAR. it's amazing everyone needs this app/game and it can go fast or slow in battles and gives you stress in a good way in game.",
    "thumbsUp": 132,
    "version": "120169018"
  },
  {
    "id": "955c8ffd-b45a-4746-b928-eee1619e80bb",
    "date": "2025-11-25T02:52:59.948Z",
    "score": 5,
    "text": "This game is so fun everyone should play it. It also definitely raises problem causing skills in children for sure. It definitely is also really fun and the new thing for this generation.",
    "thumbsUp": 1,
    "version": "130300002"
  },
  {
    "id": "7dba519f-b0fd-4033-8243-27b55ce2fbef",
    "date": "2025-12-03T01:07:37.470Z",
    "score": 5,
    "text": "It's a great game very hard to progress on trophy road but they give you a free level if you're struggling! it's great but I'm begging for an OP mini pekka evolution",
    "thumbsUp": 1,
    "version": "130300006"
  },
  {
    "id": "64b2f5ad-eb7f-4d9e-bf32-01aaf28df212",
    "date": "2025-12-04T14:30:29.345Z",
    "score": 5,
    "text": "if I could give 10 stars I would it's a fun strategy game and you can play with friends makes this perfect but the only bad thing is when the play goes into a losing slump not because of the game because of the player",
    "thumbsUp": 1,
    "version": "130300006"
  },
  {
    "id": "936d669f-8476-451e-84c6-41095a6164c2",
    "date": "2025-12-03T01:21:19.133Z",
    "score": 5,
    "text": "it's great all is good, but there's a bug where if you load into a battle and hold your screen( I was scratching something off my screen) it will keep the banner up( for players with ADHD this can effect the whole game I got distracted for like 20 seconds and -3000 damage on my tower lol)",
    "thumbsUp": 1,
    "version": "130300006"
  },
  {
    "id": "7a4b82aa-bb25-409d-af36-767a688f7280",
    "date": "2025-12-05T18:50:37.718Z",
    "score": 5,
    "text": "I feel like they should make royal giant stronger, as he has more damage than regular giant but not that much more.But the game i great , so addictive (in the good way), and its great that you can play play with mates.",
    "thumbsUp": 0,
    "version": "130300006"
  },
  {
    "id": "b9c1f69b-ea4f-4771-b486-fef814b8b947",
    "date": "2025-11-27T01:39:25.652Z",
    "score": 5,
    "text": "good game, p2w players are not as good as they seem and easy to counter, but please 🙏 I beg take away the ability to have your king(or crown towers) to be lost to spells (specifically rocket and fire ball) and I don't mean make them stop doing any damage to towers but make it to where when the tower reaches health like 50 they can't be taken unless by fighters not spells. Edit: all spells",
    "thumbsUp": 3,
    "version": "130300006"
  },
  {
    "id": "ed005d7c-1de2-42b2-8d6d-71aa61f55e0a",
    "date": "2025-12-02T01:00:49.410Z",
    "score": 5,
    "text": "Honestly a very great game supercell imo I mean don't get me wrong there are definetly some cards that are really broken and need to be nerfed (ex. Miner, Skeletons, and boss bandit) but once you learn how to counter them its like an afterthought this game requires so much skill and there's a bunch of decks that require SO much skill like Lumberloon etc. and also very skilled cards like MEGAKNIGHT overall 10/10 would recommend to anyone p.s when is evo log coming out???",
    "thumbsUp": 1,
    "version": "130300006"
  },
  {
    "id": "760324cf-bbbb-4d77-be88-9630c4d7b389",
    "date": "2025-11-28T08:02:01.912Z",
    "score": 5,
    "text": "the best strategy game in the market and it is just so good not bc all of the famous people are playin it but is just really good and ii am in arena 17 and when y first start it may be a bit consufnng biit once u start to watch a couple videos or jts gain experience by playein and get around arena 9-11 it will just make sense this is the best game on my phone and computer rn definitely",
    "thumbsUp": 39,
    "version": "130300006"
  },
  {
    "id": "c67e3032-f5aa-4cec-9652-0b5b038c55e2",
    "date": "2025-12-06T14:57:30.119Z",
    "score": 5,
    "text": "I love this game. The best mobile I have tried. As an 11 yr old, this is a awesome game for strategy. The only change they need to make is to make it offline without needing WiFi.",
    "thumbsUp": 0,
    "version": "130300006"
  },
  {
    "id": "f0469b4f-7f45-4f31-af6e-cb866f7e505d",
    "date": "2025-11-24T17:27:08.518Z",
    "score": 5,
    "text": "Been playing for almost a year and a half and I am doing pretty good it is not that hard people make it sound like the hardest game of its time and actually it is pretty fun. Edit I am stuck on the same arena for the past 3 months I get to just one game left I get matched up with a mega knight pekka spammer. This is really harder but still better than other games",
    "thumbsUp": 2,
    "version": "130300002"
  },
  {
    "id": "f5aa0534-c06d-4d24-ad93-d77603768b17",
    "date": "2025-12-05T16:00:38.956Z",
    "score": 5,
    "text": "The hero card category is good. But mini pakka hero needs to be nerfed. It is too powerful and it is almost impossible to stop it by leveling up too much. If mini pakka hero is nerfed, the game will soon become unbalanced.",
    "thumbsUp": 2,
    "version": "130300006"
  },
  {
    "id": "2e34260a-4e9f-4c63-b10b-091f2837b850",
    "date": "2025-12-06T02:09:30.251Z",
    "score": 5,
    "text": "The amount of tactics and experimentation implemented in the game creates a marvel i have not felt in any other game out there, I highly reccomend it!",
    "thumbsUp": 1,
    "version": "130300006"
  },
  {
    "id": "8da7c297-6302-44a8-ac53-28fb8c44306c",
    "date": "2025-12-05T22:57:35.371Z",
    "score": 5,
    "text": "very very good i spent over 108 hours on this game overall and is very helpful with statergies and its very good and i like it and i think if you play i think you will also like it and will spend the same hours like me even my mom told me that i play to much of this game. Very very good i like it I will play it every day and im like addicted to it i cant leave without the game and the first day i started was in october 2025 and the time im writting this on December 5 on 2025 which is not long..",
    "thumbsUp": 0,
    "version": "130300006"
  },
  {
    "id": "4194ed4a-5740-4fdf-9ea1-f77657fce3d9",
    "date": "2025-12-01T02:30:19.424Z",
    "score": 5,
    "text": "awesome game with lots of events to get items from, good competition and in app purchases are excellent and new seasons keeps you hooked on the game with more cards and remakes being brought in",
    "thumbsUp": 0,
    "version": "130300006"
  },
  {
    "id": "4d63d8e4-4979-4f16-af20-2f29964f9ba5",
    "date": "2025-12-07T14:34:04.640Z",
    "score": 5,
    "text": "very good game, sometimes very frustrating sometimes not very so, nonetheless it's a really good game to play when you're bored, but sometimes it just gets. lil too p2w but it's fine!",
    "thumbsUp": 0,
    "version": "130300006"
  },
  {
    "id": "af84aa43-01fa-4189-b406-2cc2c5e918f4",
    "date": "2025-11-28T19:55:35.583Z",
    "score": 5,
    "text": "i think it's a very fun game, I don't know why people are saying it's okay to win. anyway I think it's very cool game. but to the people that are saying that is trash and saying it's pay to win... just say ur trash at the game and u don't got money.",
    "thumbsUp": 0,
    "version": "130300002"
  },
  {
    "id": "bb0387c6-354d-4f55-8515-632b6c12457e",
    "date": "2025-12-03T09:00:11.254Z",
    "score": 5,
    "text": "new updates by far the worst so far as somone who's never payed for anything with a trophy count of 12,000 I can't do anything in my arena without being swamped by new lvl 16 and 17 ontop of the new heros abilities for mini pekka ect and am stuck right st the bottom unable to progress or get new cards because my cards are \"underleveled\" now and can't compete with people who have put money into buying things as soon as they come out",
    "thumbsUp": 2,
    "version": "130300006"
  },
  {
    "id": "66003d3e-2bb1-4fb6-a019-7f08634dd776",
    "date": "2025-12-05T05:03:28.226Z",
    "score": 5,
    "text": "Amazing! My kids have been playing nonstop so I though i would hop on the old Iphone 15 and start playing the combinasion of stratagy and pay to win perfectly suits my high end job im already in arena 24 after 3 days of playing",
    "thumbsUp": 1,
    "version": "130300006"
  },
  {
    "id": "1fe14e48-2243-4db3-b9fb-b24538844189",
    "date": "2025-12-03T02:12:53.795Z",
    "score": 5,
    "text": "Its really fun when you aren't pay to win but sometimes it can be frustrating when you do face off against pay to win players.",
    "thumbsUp": 11,
    "version": "130300006"
  },
  {
    "id": "c1d304ea-17f4-4e6f-bb76-9007e860ef40",
    "date": "2025-11-29T17:53:04.689Z",
    "score": 5,
    "text": "The game is very unique. Not thr type of thing I would see myself getting invested in, but it gets very addicting very fast.",
    "thumbsUp": 1,
    "version": "130300006"
  },
  {
    "id": "97497577-f27a-4663-aad0-fe4179c86db6",
    "date": "2025-12-01T16:49:28.875Z",
    "score": 5,
    "text": "it's really fun but 70 percent of the time it makes you want to throw your phone across your room sometimes it's really p2w depending on what arena you are in ,but otherwise it's a pretty fun game",
    "thumbsUp": 0,
    "version": "130300006"
  },
  {
    "id": "06ce66ca-043e-487a-b8b1-7634c16bd429",
    "date": "2025-11-26T22:14:28.671Z",
    "score": 5,
    "text": "THIS IS WHY WE CLASH in all seriousness this game is very fun and stratiegical, but is not the greatest for f2p players, you will find yourself spending money eventually but it is fun to smash your opponents with a level 15 megaknight",
    "thumbsUp": 0,
    "version": "130300006"
  },
  {
    "id": "a4fea6c7-3bc0-4e36-8ea6-afeb8cc8de62",
    "date": "2025-12-03T03:10:40.347Z",
    "score": 5,
    "text": "congratulations Supercell, y'all completely ruined the game. I've been playing it for 10 years already, and it's disgusting what you guys are doing. It seems that the company is so thirsty for money that is impossible to not reflect on in the game.",
    "thumbsUp": 1,
    "version": "130300006"
  },
  {
    "id": "d824175b-ffd9-49d1-9a90-bc3b41a0ae90",
    "date": "2025-11-25T10:19:46.720Z",
    "score": 5,
    "text": "played this game since last year and this game opened my mind on how strategy games was meant for me cos ive been playing other genre of games but i seem to excel in games like these so im very thankful to listen to my friend and download this masterpiece of a game",
    "thumbsUp": 0,
    "version": "130300002"
  },
  {
    "id": "aa295a80-7239-4fa7-95cf-aa2ba7bd7023",
    "date": "2025-11-29T06:35:41.459Z",
    "score": 5,
    "text": "I just hit 9000 trophies after about 5 1/2 months of playing(f2p). I really like the game and would recommend it to anyone who has not tried it yet.",
    "thumbsUp": 1,
    "version": "130300006"
  },
  {
    "id": "d78d6a64-6511-4ce4-b4ce-78d5161ddf2d",
    "date": "2025-11-24T19:35:25.183Z",
    "score": 5,
    "text": "honestly, I love this game the fact you can build up your own deck is amazing, also the evos those things look so cool and powerful, love the game supercell keep up the great work!",
    "thumbsUp": 7,
    "version": "130300002"
  },
  {
    "id": "79a8382d-3051-418b-b903-09baf851a978",
    "date": "2025-12-06T11:29:03.445Z",
    "score": 5,
    "text": "it is a really good game cool characters and stuff really recommend it for someone that's in for a bit of challenge some times.",
    "thumbsUp": 0,
    "version": "130300006"
  },
  {
    "id": "9bbd5c53-f18b-4703-89ab-4db46468514b",
    "date": "2025-12-01T14:48:03.312Z",
    "score": 5,
    "text": "i enjoy the countless hours i spend on the game and the fun i have, how ever the game crashes once a month then you have re do it over and the way the game lacks alot is annoying",
    "thumbsUp": 0,
    "version": "130300006"
  },
  {
    "id": "c41f31f8-3c31-45e6-b96b-c3f28df19aca",
    "date": "2025-12-06T04:33:12.646Z",
    "score": 5,
    "text": "I think it is so good because I am pretty good at it. But there is one down part about it is harder to get to other arenas and to pick the characters you want",
    "thumbsUp": 0,
    "version": "130300006"
  },
  {
    "id": "8e4b541f-067e-4cd9-b0d0-9b0712318237",
    "date": "2025-12-03T23:00:41.680Z",
    "score": 5,
    "text": "I love this game, but there's Mega Night, and they're falling off. You can tell because of all the updates and level 16 and heroes",
    "thumbsUp": 0,
    "version": "130300006"
  },
  {
    "id": "7eec4ae0-6396-4686-b7fb-e17b39071ef0",
    "date": "2025-11-26T03:14:39.759Z",
    "score": 5,
    "text": "Very addicting. Every kid in Chino Hills including there grandparets play it 10/10 we are going to the shop back open thoo the part where you go to the right side of the ggame.",
    "thumbsUp": 6,
    "version": "130300002"
  },
  {
    "id": "77dfd4c1-7b15-4c0f-b013-fb84d180601c",
    "date": "2025-11-25T19:11:34.278Z",
    "score": 5,
    "text": "Yeah, this game dominates all other Supercell games in my opinion. But, the only thing I have is the matchmaking. Seems a little frustrating, when you get paired with people 10x better than you. But maybe that's just me. And my luck of getting no legendary cards.(2/3/17) EDIT: I've still stuck around this game. This new update is GARBAGE. Level 16? Remove Elite Cards? Reimburse NOTHING that you've been using? Thanks Supercell. I hope you get a Level 16 Mega Knight to the dome.",
    "thumbsUp": 2,
    "version": "130300002"
  },
  {
    "id": "b01c4d84-a78d-40e6-8584-a6584dc77c6a",
    "date": "2025-10-31T17:24:45.426Z",
    "score": 5,
    "text": "I think this is one of the best RTS out there. It's super well designed, quick paced, challenging and no game feels the same. It's fun to play with your friends and alone too. A lot of people complain that it's pay to win, and while that is true, it's not pay to win enough to prevent you from climbing the ranks of ladder (it just takes longer). My best friends got to 15k trophy over a few years without spending a dime - mind you, the game is fun even in lower arenas. He he he haw lol",
    "thumbsUp": 144,
    "version": "120169018"
  },
  {
    "id": "c6e60d21-7e70-4a6b-90df-b4f83ccea3cd",
    "date": "2025-12-01T05:37:55.689Z",
    "score": 5,
    "text": "I love this game, played for a few years, it's not really that p2w as people say, but you can see people with too much paid items that are free from arenas that are way higher than yours. It's pretty addictive, play it all the time. Def reccomending to y'all.",
    "thumbsUp": 1,
    "version": "130300006"
  },
  {
    "id": "6cb4dedd-ae89-47b8-8fe3-eb1341a6bf8c",
    "date": "2025-11-29T11:20:56.662Z",
    "score": 5,
    "text": "Clash Royale is a game I end up playing way longer than I expect. Matches are quick but still make me think, and every win feels earned. Losses can tilt me but they also push me to tweak my deck. Opening chests and leveling cards feels satisfying even if it’s slow sometimes. The game stays fun because new events and balance changes keep things fresh. Overall, it’s one of the few mobile games that keeps me hooked.",
    "thumbsUp": 5,
    "version": "130300006"
  },
  {
    "id": "1d089454-a663-450e-8e73-251f9843cf52",
    "date": "2025-11-26T22:06:38.368Z",
    "score": 5,
    "text": "this game made me think about choices to win/counter and defend attacks it also helped me realse my anger that was pent up on life on losing in this game. it also entertaned me to a very good spot. without this game i would be very different and a bit less angry but i still love it. Thank you and good bye.",
    "thumbsUp": 6,
    "version": "130300006"
  },
  {
    "id": "8ded667d-d767-4316-b8a1-9bd1564b5b68",
    "date": "2025-11-28T19:56:18.900Z",
    "score": 5,
    "text": "I think this is a fun and very great game.amd what I don't get is people saying this game is p2w I don't spend eneymoney and I have progressed alot and got many rewards early on every match I have my opponents are the same level and everything,there is a few that are p2w but honestly it's not that hard maybe just work on your skill people and stop complaining about unfairness.",
    "thumbsUp": 5,
    "version": "130300006"
  },
  {
    "id": "ed65b42b-de5d-4903-ae5f-aeef80d85402",
    "date": "2025-11-26T22:21:14.204Z",
    "score": 5,
    "text": "I'm around 7k trophies I've spent less then twenty dollars on this game and I have every card peopel complain about pay two win too much (I did p2w) but it's not too much of a problem I would go against people with cards three levels ahead of mine and still win if people complain it's because either their deck sucks or they aren't playing as well as they can edit: I'm ten k trophies now lol",
    "thumbsUp": 2,
    "version": "130300006"
  },
  {
    "id": "1ea1f18a-e445-43c1-834e-015a0fe4ddb5",
    "date": "2025-11-28T07:31:14.827Z",
    "score": 5,
    "text": "endlessly milking us. never will you own a full version of this game no matter what... they keep moving levels up and at the same time your account isn't worth anything. endless hours of gaming and you can never show a maxed account for it because they keep adding levels andcharacters and features... how do you keep up without spending money and never really owning anything real... like real life badges? this is really sad because I've got nothing to show for it.",
    "thumbsUp": 3,
    "version": "130300006"
  },
  {
    "id": "5eb31b9b-c88a-4e5d-9a26-f918e8f5eb90",
    "date": "2025-10-16T23:06:21.173Z",
    "score": 5,
    "text": "The game is great in general it's really competitive and it will help you control your stress even if you're under pressure. additionally I will really recommend this game if you want to spend time. But I always have a problem with this glitch I can't see if my mutuals are online and I'm upset about it because I can't play against them which is also what I enjoy playing with. I already checked if it was the Internet and it wasn't. so I would really appreciate it you can fix this please and thx!",
    "thumbsUp": 141,
    "version": "120169008"
  },
  {
    "id": "6b68fce2-a65e-4047-bb09-9f056e576d23",
    "date": "2025-11-25T16:02:48.301Z",
    "score": 5,
    "text": "the game is great,I've been playing it for years. but why not include Emotes on Merge Tactics?! That would make the game even more interesting. And of course,5 star rating as it deserves. UPDATE : Now the game is complete. For me,right now is great.",
    "thumbsUp": 5,
    "version": "130300006"
  },
  {
    "id": "84c0d700-1092-43f3-8aae-9145d03e7e3a",
    "date": "2025-11-28T13:25:58.596Z",
    "score": 5,
    "text": "The game is good, but i am f2p so it's kinda unfair especially for those who spend their money in the game, i mean it's reasonable that the company of supercell wanna make a profit but the gap between two players is so far but still a good game though.",
    "thumbsUp": 1,
    "version": "130300006"
  },
  {
    "id": "5d81310e-a2ad-43b6-8fe4-5cfcabca16a9",
    "date": "2025-11-26T22:51:12.879Z",
    "score": 5,
    "text": "I love this game but for all Good in the name of Jesus Christ almighty our Lord and savior who shed his blood please add daily challenge tab and a progress tab with reward that is a story mode so people who don't have all day and all funds to actually have access to a fun time I love you all and this game please take my review into consideration. also do extra gold for using a certain combination of Cards as a challenge. Also another idea is add an Ai to overview each game and reward forclutchs",
    "thumbsUp": 1,
    "version": "130300002"
  },
  {
    "id": "e390d9bd-8e2f-4560-aa6f-8b4e1ba3b09b",
    "date": "2025-11-29T18:01:11.115Z",
    "score": 5,
    "text": "This game was incredibly fun in the beginning, but now I realize most of the enemies are just a bots. And every 5 seconds the game keeps on disconnecting me so I keep on losing my rounds and trophies and cannot advance even fighting bots. Get your game together, Supercell",
    "thumbsUp": 2,
    "version": "130300006"
  },
  {
    "id": "c56361d9-8317-4c51-838d-2d769ea36508",
    "date": "2025-11-28T18:03:43.995Z",
    "score": 5,
    "text": "THIS IS A 1 STAR GAME ONLY REASON I PUT 5 IS SO YOU GUYS CAN SEE THIS REVIEW!! This is actually the worst case of pay to win in the history of gaming. If your trying to find a game you can enjoy on your free time THIS IS NOT IT! And if you still download the game, expect to always face p2w people that will always be double your lvls so 2 of there cards can clear your whole deck and tower. What a Joke! No wonder this game lost most of its player base. THE GREED FROM THIS GAME IS SICKENING!!!",
    "thumbsUp": 1,
    "version": "130300006"
  },
  {
    "id": "4179f20b-2911-452f-a16c-82da4a205848",
    "date": "2025-11-29T03:08:47.570Z",
    "score": 5,
    "text": "This game is so pay to win which makes it challenging for me to climb up in trophies and i can almost throw my phone across the room but overall the game is great 👍 also one time i got so mad i throw my phone on bed which made it crack a little bit it still is a great game.",
    "thumbsUp": 5,
    "version": "130300006"
  },
  {
    "id": "e2652ada-7740-431f-9543-1751dc908ea0",
    "date": "2025-11-29T02:43:54.287Z",
    "score": 5,
    "text": "Best freaking game ever it has so many unique cards and so many ways to play and so many gamemodes you can play single or 1v1 your friends or even join a clan that's right a whole CLAN its an awesome experience and I just cant get over the fact that it is so underplayed",
    "thumbsUp": 2,
    "version": "130300006"
  },
  {
    "id": "ad07370c-4a60-498e-b392-3337594d3152",
    "date": "2025-12-01T04:56:41.470Z",
    "score": 5,
    "text": "I have never wrote a review before. But I'm writing this one because this game is AWSOME this is the best game ever. I love competing with friends. I even got my Gf into the game. We both love it and play together all the time. I started playing in September. I just hit Spooky Town (Arena 12). My Gf started playing about 1 week ago and shes in arena 3 (can't remember what its called). We both love this game and we think everyone should play. This is the BEST GAME EVER",
    "thumbsUp": 33,
    "version": "120169018"
  },
  {
    "id": "054e8dac-93a6-4623-aac4-f69c27ea2ef4",
    "date": "2025-11-24T19:30:08.926Z",
    "score": 5,
    "text": "Clash Royale is amazing because it blends strategy, intensity, and pure competitive excitement into a game that never gets old, and from my own experience it’s the one mobile game I consistently open every day without even thinking about it; every match feels unique, your decisions actually matter, and there’s nothing like the satisfaction of predicting an opponent’s move, defending perfectly, or turning a losing game into a clutch last-second win that makes you feel unstoppable; the fast-paced",
    "thumbsUp": 0,
    "version": "120169018"
  },
  {
    "id": "fdf32dba-e9b3-400f-b50e-f3d4a7e74f0d",
    "date": "2025-11-09T16:33:06.545Z",
    "score": 5,
    "text": "This game is meant for mobile but still does great on laptop! It runs smoothly and barely glitches. I love how they help you learn the controls unlike some other games. Its simple and fun so 5 stars.",
    "thumbsUp": 142,
    "version": "120169018"
  },
  {
    "id": "6fbeb1d2-630b-406d-be3f-27f0d6a5ace7",
    "date": "2025-12-04T23:06:27.296Z",
    "score": 5,
    "text": "the game is really fun and i love it but i dont reccomend on a really old pc or phone/mobile device. it is really hard to load taking up a whole gigabyte of space, but even with that its one of the most fun games i think ive ever played",
    "thumbsUp": 0,
    "version": "120169018"
  },
  {
    "id": "48fbe266-1797-4eb9-a8e9-783f2fc3a784",
    "date": "2025-10-14T15:45:47.606Z",
    "score": 5,
    "text": "I love this game I played a few years ago and just got back into it is annoying when you get matched with people of way higher card levels than you but I guess that's how matchmaking works. I do wish there were evos in stuff like mega draft or triple draft for private battles because the regular mode isn't worth progressing unless your trying to flex.",
    "thumbsUp": 146,
    "version": "120169008"
  },
  {
    "id": "daab247a-b686-4a9d-9fd1-5921aef78e89",
    "date": "2025-11-07T02:27:08.278Z",
    "score": 5,
    "text": "Ok first off I waant to say. Yes. The game has A LOT of pay-to-win elements to it but get past that and the gameplay is fun, card abilities are interesting, and everything is still unlockable in f2p",
    "thumbsUp": 0,
    "version": "120169008"
  },
  {
    "id": "8f583384-c75b-4817-a7d7-da46cb454a5a",
    "date": "2025-10-22T17:25:04.467Z",
    "score": 5,
    "text": "The brilliance of Clash Royale begins with its intuitive core gameplay. The objective is elegantly straightforward: destroy more of your opponent's towers than they destroy of yours within a limited time. Players simply drag and drop cards to deploy troops, spells, and buildings. This low barrier to entry ensures that newcomers can jump into the action without a steep learning curve, making the game instantly understandable. Ps, i used ai",
    "thumbsUp": 159,
    "version": "120169018"
  },
  {
    "id": "20e718eb-de4e-4aa5-95cd-8f488795d09b",
    "date": "2025-11-25T17:42:00.788Z",
    "score": 5,
    "text": "Amazing game honestly just started two weeks ago. It is good to play but cannot play as a main game like call of duty mobile but the best strategy game ever and way much butter than Clash of Clans(COC).",
    "thumbsUp": 2,
    "version": "130300002"
  },
  {
    "id": "590a842e-dd4e-4fe0-b192-28ee61046f28",
    "date": "2025-11-28T13:46:49.718Z",
    "score": 5,
    "text": "Lvl 16 is broken. Supercell really messed up with this update for the free to play players. Very disappointed in the developers. Wasted my gold and time on lvl 15 and 14 only to be dropped back with 2 lvls and can't compete.",
    "thumbsUp": 0,
    "version": "130300006"
  },
  {
    "id": "d7ef4e3b-eb2e-44a2-b755-aca0f34ad689",
    "date": "2025-10-06T15:45:40.327Z",
    "score": 5,
    "text": "im going to give this game 5 stars, but there are a few things that bother me. I do not have any cards I can upgrade anymore. so when i get to upgrade my cards I can't they just stay there. also, book of cards just stays there because I can't upgrade anything. it would be cool if we could trade cards in for gems or something for left over cards we dont need.",
    "thumbsUp": 176,
    "version": "120169003"
  },
  {
    "id": "7fa568aa-c2c8-4b03-832b-8811f5cabb68",
    "date": "2025-12-07T05:00:49.603Z",
    "score": 5,
    "text": "the game is really fun but once you get to higher arenas it starts to get a bit difficult but never impossible.",
    "thumbsUp": 0,
    "version": "130300006"
  },
  {
    "id": "22b0c52f-5021-4e0d-944b-1bf777590f5f",
    "date": "2025-10-31T13:14:57.492Z",
    "score": 5,
    "text": "I had seen this game in ads for a while and didnt think much of it until i was bored one day and thought i would try it out, I LOVED IT SO MUCHHHH!!! It is so fun i love being able to get better and get new cards and evolve them to the max level overall i would really recomend it to kids age 8 and above hope this helps. My favourite gane ever!!!!",
    "thumbsUp": 120,
    "version": "120169018"
  },
  {
    "id": "a63c1f4b-47ec-4490-be28-d06c987431fc",
    "date": "2025-09-30T04:37:55.402Z",
    "score": 5,
    "text": "Amazing! I simply cannot imagine spending my time on anything else. I cannot eat, sleep, or breathe without this very game! I love the new addition of evolutions to the game. Free to play is very easy on new players!",
    "thumbsUp": 84,
    "version": "120169003"
  },
  {
    "id": "a7ff36ce-9098-42c4-a403-1001839f73f1",
    "date": "2025-10-31T00:09:01.390Z",
    "score": 5,
    "text": "To start off, I love the graphics. it does great matching you with other players that are around your combat prowess. The 1v1s are insane, you don't really have to use your brain much, because you fingers get muscle memory from placing the correct troops in the correct places. But, one thing you guys could change is the amount of trophies you get or lose from winning or losing battles. like, if you don't destroy any of the enemies towers, you lose less trophies. Win more if you destroy all twrs",
    "thumbsUp": 10,
    "version": "120169018"
  },
  {
    "id": "374c6e8d-1a2e-4e42-b8c1-6a05e274a531",
    "date": "2025-12-06T20:42:11.710Z",
    "score": 5,
    "text": "lots of fun. wish there wasn't so much pay to win, but it's not too bad and the game is well made and updated constantly.",
    "thumbsUp": 1,
    "version": "130300006"
  },
  {
    "id": "4f3178b5-5524-4111-bae7-b7206bfa111d",
    "date": "2025-11-11T22:23:07.891Z",
    "score": 5,
    "text": "love the game had for a few years now and it just is fun to play you make ur own decks and now with the champions being added to the game i just want to play more, would love too add this on I have had the game for 6 years and now its not letting me log into my supercell and it's so stupid I haven't spent a bit of money on this game and to not let me login into that account is just upsetting like I didn't go and buy the stuff for u to block my from using my act , I do nothing wrong in the game",
    "thumbsUp": 6,
    "version": "120169018"
  },
  {
    "id": "cab9076d-538c-4513-8482-f967192b387b",
    "date": "2025-09-29T16:15:19.265Z",
    "score": 5,
    "text": "Some people say that the game is pay to win but I do not think its true because I got 10K trophies and a fully maxed out deck in 1 year of gameplay and I have not used any pay to win method at all. To get lvl.15s is hard and I can say that you get it faster when you buy the wild cards because of my friend that plays a fully maxed out lvl.15 deck in Dragons spa. All I'm saying is that the game is not pay to win completely although spending money can help you progress faster the other players.",
    "thumbsUp": 176,
    "version": "120169003"
  },
  {
    "id": "78b32d05-e91f-4aa6-90af-66efce776caa",
    "date": "2025-11-14T00:16:44.815Z",
    "score": 5,
    "text": "THIS IS WHY WE PLAY CLASHH Clash of Clans has maintained immense popularity for over a decade thanks to a blend of engaging gameplay, a fair monetization model, consistent updates, and a strong community focus. The core gameplay loop of building a village, training troops, and attacking others for resources is simple to understand yet offers surprising strategic depth, particularly at higher town hall levels and in competitive modes like Clan Wars and Clan War Leagues. Unlike many mobile games",
    "thumbsUp": 82,
    "version": "120169018"
  },
  {
    "id": "fc29c30d-7a60-416f-bb6a-5cb31c89dbd5",
    "date": "2025-11-24T11:52:04.502Z",
    "score": 5,
    "text": "Such an awesome game, I used to think it was all pay-to-win, until I got good at the game. I watched and listened to tons of gameplay and it really improved my playing so much, I became a top 5k player in the world. Highly recommend this game if you need a new, child friendly game that is totally safe, has no bad language or any in-appropriate adds. This has been my favourite game for a very long time. Defnitely worth your time.",
    "thumbsUp": 8,
    "version": "120169018"
  },
  {
    "id": "ec353fc0-d749-4b48-ad47-8f1d25577f5d",
    "date": "2025-12-07T15:44:21.996Z",
    "score": 5,
    "text": "I've been playing 8 years this game is definitely one of the greatest Android mobile games ever made if you haven't played you really should it's amazing.",
    "thumbsUp": 1,
    "version": "130300006"
  },
  {
    "id": "ed808fe4-a3d6-4158-8032-26e65152480c",
    "date": "2025-12-03T21:59:22.421Z",
    "score": 5,
    "text": "This is a great game love it been playing It since i was young but dont like the fact that they let newer players get a full evo but the people who already past that before they added that dont get that its annoying",
    "thumbsUp": 0,
    "version": "130300006"
  },
  {
    "id": "d2807ece-c5f2-4cb5-baa5-126944a915d6",
    "date": "2025-10-04T20:15:49.317Z",
    "score": 5,
    "text": "Clash Royale is the best game ever because it perfectly blends strategy, skill, and fast-paced action. Each match is unique, demanding smart deck building and quick decisions. Real-time battles keep the game exciting, and frequent updates add fresh cards, modes, and balance changes. It’s easy to learn but challenging to master, making every victory satisfying. Clans, tournaments, and leaderboards build a strong community that keeps players engaged and always striving to improve. I enjoy clash!",
    "thumbsUp": 29,
    "version": "120169003"
  },
  {
    "id": "51b43695-e826-43f1-8707-a503bd72e9d6",
    "date": "2025-11-14T21:08:58.188Z",
    "score": 5,
    "text": "it is an immersive game where I can launch tactics of my very own.The cards are very medieval style with things like goblins where you face off a random person in your arena.I like this game because it helps me use my very own tactics Very good for chess players and can get very very addictive and expensive I like that the new evolutions add a slight twist to the game meaning that it is harder for you and them to win quite quickly",
    "thumbsUp": 2,
    "version": "120169018"
  },
  {
    "id": "608ac6bc-935d-4afc-9a3d-159d3b94481d",
    "date": "2025-11-07T13:11:18.964Z",
    "score": 5,
    "text": "I think Clash Royale is a very stress inducing game but at the same time a very fun one and when I was only like 8 I just used to like looking at the cards but now Im actually playing the game and its very fun would highly recommend!!!",
    "thumbsUp": 0,
    "version": "120169003"
  },
  {
    "id": "68232799-cf72-4d0d-8484-d0937d65b7fe",
    "date": "2025-11-24T16:04:43.969Z",
    "score": 5,
    "text": "I'd just like to say that the game is a little boring but the new update will change it all and this game is not 'money oriented' but 'skill oriented'. The people who are crying that the high level players overpower the underleveled ones are people who aren't skilled at all. I reached 6000 trophies without a full maxed deck and not having bought pass royale even once so that pretty much answers the question.",
    "thumbsUp": 6,
    "version": "120169018"
  },
  {
    "id": "fd2f47b6-3bdc-44cd-ab45-a6a7b87878c0",
    "date": "2025-12-06T02:30:36.213Z",
    "score": 5,
    "text": "This game really has its ups and downs, but it's the type of game that you keep coming to and you really can't let go of something as good as this.",
    "thumbsUp": 1,
    "version": "130300006"
  },
  {
    "id": "eaa6aeb7-eb0a-4706-b822-4f94fded9de4",
    "date": "2025-11-30T18:23:38.721Z",
    "score": 5,
    "text": "Fun and enjoyable found it from a friend and it is actually fun played clash of clans from the same publisher Supercell and just saying it's nice and time passing definitely advice trying it out 😁😁❤️❤️",
    "thumbsUp": 1,
    "version": "130300006"
  },
  {
    "id": "541a19dd-85b0-40ee-a110-1cb41e4971c7",
    "date": "2025-11-25T08:01:11.936Z",
    "score": 5,
    "text": "Good game. Please try to keep this game as free as possible to decrease discrimination between players. 😀 . Give a good working team to this game, it's one of the signature game of Supercell. Hope that you will flourish this game.",
    "thumbsUp": 0,
    "version": "130300002"
  },
  {
    "id": "f0a15140-17a1-40f0-973c-ae7ca223a065",
    "date": "2025-12-07T14:34:06.863Z",
    "score": 5,
    "text": "it's a good game but customer care is very irresponsible and still haven't fixed the late login glitch that's been going on for several weeks now.",
    "thumbsUp": 0,
    "version": "130300006"
  },
  {
    "id": "1444e755-bf31-476e-9571-39d618d4890a",
    "date": "2025-11-28T00:48:36.516Z",
    "score": 5,
    "text": "the game is really fun and doesn't get old. like even when you have basicly beat the game its still fun.",
    "thumbsUp": 3,
    "version": "130300006"
  },
  {
    "id": "6ff5e20b-8fad-4cf3-b9f9-2074828c9f21",
    "date": "2025-09-14T01:59:40.500Z",
    "score": 5,
    "text": "Clash is one of the most fun games ever because it combines strategy, excitement, and creativity all in one. Players get to build their own base, train troops, and come up with unique battle strategies to defeat opponents. Every match feels different, and the challenge of outsmarting other players makes it endlessly entertaining. On top of that, the graphics and animations keep the gameplay fresh and enjoyable, making it easy to get hooked for hours. This game also deserves 5 stars because it",
    "thumbsUp": 665,
    "version": "110548004"
  },
  {
    "id": "9284a039-5e51-426e-ae67-812db3aafb1c",
    "date": "2025-09-24T07:04:28.728Z",
    "score": 5,
    "text": "As a high arena player placed top 50 in the world, iv'e been playing clash since the week it came out, and I have seen how much the game has gone ,up down , and viral, and CRL is truely my favourite game by far, hence the fact that the new updates are terrific, the only bad thing is getting rid of the shop a couple months ago which I think is a disadvantage for lower arena players, becuase of the lack of items to get, anyway very good game highly recomend this, :)",
    "thumbsUp": 7,
    "version": "110548004"
  },
  {
    "id": "b336e2fe-ed39-4cc9-9205-f9a7f01759ee",
    "date": "2025-11-27T17:59:14.195Z",
    "score": 5,
    "text": "W game. Strengthens the brain. Sucks cuz its pay to win but patience beats that. Arena 18 is paywalled if you wanna keep advancing at a reasonable pace but i got there anyway at level 11 cuz im goated",
    "thumbsUp": 0,
    "version": "130300006"
  },
  {
    "id": "0914d0c3-cddd-4e48-9acb-3c1eaa74544f",
    "date": "2025-10-08T21:50:51.688Z",
    "score": 5,
    "text": "This is thee best game i have ever played and i think everybody should give this game a chance clash is just so fun. At sometimes it can be very annoying and make you get mad, but that feeling whenever you get to the next arena you have been grinding for it is the best.",
    "thumbsUp": 22,
    "version": "120169008"
  },
  {
    "id": "a572ea80-477a-404d-bdf1-c5709570fd15",
    "date": "2025-12-03T09:07:32.401Z",
    "score": 5,
    "text": "this game is so fun i wish ive played it earlier its insanely fun and stupidly a rage baiting game when u lose but its one of the best games everrrrrrrrr!!!!!!!! try it out CLASS ROYALE",
    "thumbsUp": 0,
    "version": "130300006"
  },
  {
    "id": "554a60ed-2cd1-48c9-a9c3-42c0572bed7e",
    "date": "2025-11-26T19:22:43.199Z",
    "score": 5,
    "text": "I absolutely love the game. It can be stressful and can make you mad but if you need something to just pass a short time like a break to the bathroom it's your kind of game. very addictive.",
    "thumbsUp": 1,
    "version": "120169018"
  },
  {
    "id": "9d5ea1e5-f584-4c17-a3dd-f822898f9d5b",
    "date": "2025-09-29T18:24:38.851Z",
    "score": 5,
    "text": "Alright, I'm going to be brutally honest with you. At first, I thought this game was legit garbage. That was until I unlocked hog rider. After that, it became my number one phone app. I started clearing my schedule to give me at least five hours a day to play. I find that hog rider brings me comfort. I open the game and hear that beautiful jingle, I see the loading screen and then.... an angelic delight. One time Clash was down and I had a panic attack, I started shaking. hope this helps. 🥰",
    "thumbsUp": 12,
    "version": "120169003"
  },
  {
    "id": "32775b0b-4c1e-41ef-b102-d4475b49a756",
    "date": "2025-11-07T15:58:57.210Z",
    "score": 5,
    "text": "Fun game but can be pay to win in some aspects. Overall though it can be frustrating at times for the most part, it's a great game highly recomended!",
    "thumbsUp": 0,
    "version": "120169018"
  },
  {
    "id": "373e3d27-32f2-4823-a623-0b90a11c50e9",
    "date": "2025-10-03T04:30:41.916Z",
    "score": 5,
    "text": "It is a ton of fun and has a little bit of a learning curve but nothing a few YouTube videos won't fix. It is fun but challenging especially as you go up in arenas and I've had a lot of fun grinding to go up levels it's pretty easy to play free to play if you can stand to wait a bit.",
    "thumbsUp": 11,
    "version": "120169003"
  },
  {
    "id": "47962372-aa02-4281-87d9-66080e85e9b4",
    "date": "2025-12-03T01:03:35.230Z",
    "score": 5,
    "text": "A really fun strategic game with tower defense, card selection and lots more. This game really made a big comeback in 2025 thanks to Jzyxi.",
    "thumbsUp": 0,
    "version": "130300006"
  },
  {
    "id": "f11b47ec-405d-4fbc-87ed-041be4b5f018",
    "date": "2025-11-16T23:31:25.294Z",
    "score": 5,
    "text": "Downloaded this game strictly because my husband is always on his phone playing it. Thought if I played it and was better than him, he would delete it and spend more time with me. Ended up he was just happy to play with me so now we team up and first day smash on 2v2. So 5 stars",
    "thumbsUp": 3,
    "version": "120169018"
  },
  {
    "id": "528d99e2-24e6-4c95-baa3-4f0bc3bf20de",
    "date": "2025-11-23T09:25:21.267Z",
    "score": 5,
    "text": "Great game, sometimes it can get annoying but that tends to happen in most games so I ain't complaining. Fully recommend, especially if you're into your strategy games!!",
    "thumbsUp": 0,
    "version": "120169018"
  },
  {
    "id": "3d74c037-c5de-4e89-8dec-dd9167f778b8",
    "date": "2025-11-17T18:31:24.806Z",
    "score": 5,
    "text": "been playing the game for almost 10 yrs, used to be a creator named KFC, that's still my user. Although it is p2w, you need to progress by building up your skills and tactics, not by buying OP cards and playing like that.",
    "thumbsUp": 1,
    "version": "120169018"
  },
  {
    "id": "291fbc1a-152d-4902-80ff-82f1f7a577e2",
    "date": "2025-11-17T02:58:04.319Z",
    "score": 5,
    "text": "I love this game so much yes it's pay to win but that just motivates me to try harder as a free to play and I do spend money here and there for currency to upgrade units but no bought evos it's a great time killer and a fun game",
    "thumbsUp": 2,
    "version": "120169018"
  },
  {
    "id": "6c60cdbf-0b86-493d-a7c9-2289eb392e50",
    "date": "2025-11-12T20:49:04.966Z",
    "score": 5,
    "text": "I have played for a few years now completely f2p, I haven't had many problems with over leveled players as many people seem to do as most of them are bad players. when you reach higher arenas levels aren't a person as everyone is lvl 14/15. 10/10 recommend to anyone! on a side note, wild love 2v2 ranked to be added in :)",
    "thumbsUp": 1,
    "version": "120169018"
  },
  {
    "id": "8911d53a-f479-4ee0-aaa8-5348d9c1329b",
    "date": "2025-11-14T12:00:19.226Z",
    "score": 5,
    "text": "its honestly a very fun and entertaining game if your board or just wanna have fun. its competitive and its really great. although once your at arena 4 or above its hard to put the game down😊. I highly recommend this game.",
    "thumbsUp": 2,
    "version": "120169018"
  },
  {
    "id": "76aa180b-c331-4f68-8e02-283426a4d3c0",
    "date": "2025-11-24T14:56:11.781Z",
    "score": 5,
    "text": "I really don't care if it is pay to win or no, but after the new update the game lost so much, there's no longer any incentive to play, no rewards after fights, no season shop, no chests, no daily tasks. It just sucks",
    "thumbsUp": 17,
    "version": "120169018"
  },
  {
    "id": "710aa004-0345-4973-8c6f-5acd222c9ab7",
    "date": "2025-11-28T23:43:56.641Z",
    "score": 5,
    "text": "This game is very good but it lags way to much to much anyway it's still a great game love the new champion and like the evolution features for some of the characters 5 🌟 .",
    "thumbsUp": 2,
    "version": "120169018"
  },
  {
    "id": "7c0ae413-666a-44ec-b4eb-9b79790589f5",
    "date": "2025-11-24T12:42:35.580Z",
    "score": 5,
    "text": "Very fun game overall, the people who complain about pay to win just don't know how to manage their resources. I'm f2p and played for one year and already reached uc multiple times.",
    "thumbsUp": 0,
    "version": "120169018"
  },
  {
    "id": "fe82bded-47cc-477f-a3f6-325f56172269",
    "date": "2025-11-22T19:25:23.866Z",
    "score": 5,
    "text": "after putting 800$ in to this game hitting 15k trophies I can say honestly it is a lot of fun very addictive and you don't need to spend money if play consistently the updates are questionable sometimes but it is still clash 10/10 best mobile game",
    "thumbsUp": 5,
    "version": "120169018"
  },
  {
    "id": "dcd788e9-2030-4830-98cd-9fe0ba917634",
    "date": "2025-11-17T19:12:53.315Z",
    "score": 5,
    "text": "love this game its well designed and you can play with your friends and family you can also play against other people you cam make your own clan or join clans i just wish it was online and offline but other than that its very good 5 stars",
    "thumbsUp": 28,
    "version": "120169018"
  },
  {
    "id": "3a4e91fc-9e94-4366-9f01-33ee1b064d80",
    "date": "2025-11-16T03:41:56.973Z",
    "score": 5,
    "text": "peak game, easy to get hooked on, but just brain dead. If you want to progress through mid ladder, either spend 50 dollars on evos or spam Mega Knight. If you have anger issues don't install, you're guaranteed to be annoyed in the first month of playing.",
    "thumbsUp": 1,
    "version": "120169018"
  },
  {
    "id": "2a92f05e-32d1-448e-8233-c6b63ce1c691",
    "date": "2025-11-20T14:03:49.870Z",
    "score": 5,
    "text": "This is overall a very addictive game, the gameplay and the hunger to win trophies can really suck you into a loop. Somethings like progression are hard but overall 10/10",
    "thumbsUp": 0,
    "version": "120169018"
  },
  {
    "id": "63f94e7b-8299-4bd5-9e37-4b4688ec21c7",
    "date": "2025-11-11T14:20:52.361Z",
    "score": 5,
    "text": "This is the best mobile game I have ever played. No ads, super fun. I don't understand the people that say they have terrible internet. The internet is only bad if you live in you grandma's basement. And it's not pay to win if your actually good!",
    "thumbsUp": 0,
    "version": "120169018"
  },
  {
    "id": "443d2726-610e-4f10-be8e-f54d12879390",
    "date": "2025-11-14T07:59:30.124Z",
    "score": 5,
    "text": "very good game but there needs to be a system where if you pay then you get paid lobbys and if you dont spend any money you get free accounts to play against.",
    "thumbsUp": 3,
    "version": "120169018"
  },
  {
    "id": "f63cf877-4c9c-43ed-b97b-91b1280d7375",
    "date": "2025-11-24T21:27:14.373Z",
    "score": 5,
    "text": "So many cool cards to use in this game. Fun game play as well. Can be a little frustrating when you lose repeatedly.",
    "thumbsUp": 0,
    "version": "120169018"
  },
  {
    "id": "ad347406-b7fc-4f81-8ad6-215a59641778",
    "date": "2025-11-20T12:25:43.525Z",
    "score": 5,
    "text": "in My point of view, this lovely game called Clash royale is an alternative game to COC and I say it's quite simple to fully understand the game mechanics as well as the strategic way of planning your way to victory.",
    "thumbsUp": 0,
    "version": "120169018"
  },
  {
    "id": "2d3108e9-6ddc-482c-8d42-7044f341cdbc",
    "date": "2025-11-19T15:31:36.175Z",
    "score": 5,
    "text": "this game is really fun! but what im gonna say it is very VERY addicting. all though it is a game of strategy, so your no rotting your brain as much, but yes I do very recommend this!!",
    "thumbsUp": 0,
    "version": "120169018"
  },
  {
    "id": "227737dd-6d09-4db7-845d-b2b23a984a7e",
    "date": "2025-11-21T00:12:16.321Z",
    "score": 5,
    "text": "I think Clash Royale is a very solid game. It's well-designed and offers a really engaging mix of strategy and quick action.",
    "thumbsUp": 2,
    "version": "120169018"
  },
  {
    "id": "bea95357-c4c6-4040-9d01-b9ec007fc96d",
    "date": "2025-11-09T16:12:56.308Z",
    "score": 5,
    "text": "amazing game! no real need to shop unless you have serious skill issues. half the fun is creating crazy decks that really shouldn't work (sparky cycle, anyone?) and can absolutely put your opponent in a tricky position. this game deserves way more love than it gets and destroying the toxic players who use Megaknight is so satisfying. If you have enough skill, you can easily win even if your opponent is a shopper (which is only a problem for the first few arenas) or they're playing toxic. 10/10",
    "thumbsUp": 1,
    "version": "120169018"
  },
  {
    "id": "72898930-5a83-4e69-8d2d-0c72e50d6684",
    "date": "2025-11-23T16:49:41.245Z",
    "score": 5,
    "text": "This is a really fun game, but why is miner so op??????😢 please nerf, it would actually make the game fun and fair, he three crowns in like 6 or 7 seconds.🥀 Also mother witch is also way to op as soon as she spawns, im playing one handed💦. Like what is this please remove her or make her a boy. Supercell you really need to buff mega knight, and make little prince of age *cough *cough. Other than that its an amazing game.💦💦💦💦💦💦💦💦💦💦💦",
    "thumbsUp": 3,
    "version": "120169018"
  },
  {
    "id": "055df335-a4c2-4882-85cb-38c95861ba8e",
    "date": "2025-11-24T00:05:06.969Z",
    "score": 5,
    "text": "One of the best mobile games of all time. I've been playing for 9 years and have loved every second. They need to avoid pay to win comp style though.",
    "thumbsUp": 4,
    "version": "120169018"
  },
  {
    "id": "8d3d98d2-bfeb-4b93-bd69-948eb71f8b86",
    "date": "2025-11-16T02:21:46.701Z",
    "score": 5,
    "text": "This game is so fun. I love it. but I did lose my account and have to restart when I was like 6 but now I've relapsed and im having a great time for sure. thank you supercell",
    "thumbsUp": 0,
    "version": "120169018"
  },
  {
    "id": "b5785472-6e8f-4699-82d6-796328d8245c",
    "date": "2025-11-23T02:10:54.799Z",
    "score": 5,
    "text": "it's literally the same as brawl stars but it has best things than it. an example: in brawl you start with only one character but in this game you start with a lot of characters",
    "thumbsUp": 2,
    "version": "120169018"
  },
  {
    "id": "eefb3f64-488d-4e6c-a269-62804e28641e",
    "date": "2025-11-24T01:27:30.248Z",
    "score": 5,
    "text": "A very fun game, love the competitivness and strategy. I'm way better than everyone else in my arena and I'm free to play. Just got legendarys, looking forward to getting to arena 12!",
    "thumbsUp": 0,
    "version": "120169018"
  },
  {
    "id": "26d586de-17ee-454b-a0a1-d4d61a562d65",
    "date": "2025-11-17T03:33:36.927Z",
    "score": 5,
    "text": "great game no character is too over powered the skill base is great though the only modes that are good is the classic one. overall great game... hog rider!!!!!!!!!!!!!!!!!!!!!!",
    "thumbsUp": 1,
    "version": "120169018"
  },
  {
    "id": "11f8d6b1-72db-4130-a6e6-9913d57ba940",
    "date": "2025-11-29T02:03:19.216Z",
    "score": 5,
    "text": "Amazing game fun you can pay to Level up but all in all its not that hard to get your cards leveled up.",
    "thumbsUp": 0,
    "version": "130300006"
  },
  {
    "id": "5e635ee7-ddfd-4f0d-82ee-3e79a17bc1c6",
    "date": "2025-11-24T19:58:04.129Z",
    "score": 5,
    "text": "i think this is a really good game with a varity of diffrent decks and cards .i also think that this game helps you with your rain and thinking by the strategy.highly recomend this,5 stars.",
    "thumbsUp": 1,
    "version": "120169018"
  },
  {
    "id": "a1f4490e-d558-462a-be14-99265b791ef2",
    "date": "2025-11-23T16:57:24.378Z",
    "score": 5,
    "text": "been playing for years, and it's getting a little too complicated for my old mind with his new heroe things are coming out. I miss the old days of this game.",
    "thumbsUp": 1,
    "version": "120169018"
  },
  {
    "id": "5ecee90d-0937-445c-9ef4-1d5180841958",
    "date": "2025-11-13T19:57:23.752Z",
    "score": 5,
    "text": "this is the most fun mobile game ever in my opinion this game gets so fun when your over 5k trophies anything below is just grinding and trying to get high level cards.over all I rate this game a 5 star great game supercell",
    "thumbsUp": 1,
    "version": "120169018"
  },
  {
    "id": "60821386-1b83-4328-937e-fad531d36d97",
    "date": "2025-11-24T16:35:09.229Z",
    "score": 5,
    "text": "Awesome.This tests how could we work under pressure.Also this sharps our brain.This made me a legend by playing this game for 9years.Even though I lost my main accounts it took me 3 years to reach 10k in another two accounts.Supercell made it easier to climb.Love you supercell.",
    "thumbsUp": 0,
    "version": "120169018"
  },
  {
    "id": "3f5f0921-b470-43b3-8e70-d586f211c414",
    "date": "2025-11-18T00:28:34.999Z",
    "score": 5,
    "text": "amazing game i've been playing for 2 years now and i'm at 9800 ish on lader the only bad thing is some players are still toxic but you can mute emotes so not really are that bad. overall i could not recommend this game more!",
    "thumbsUp": 0,
    "version": "120169018"
  },
  {
    "id": "2dee38e3-97b6-430b-b086-a840150ea1f3",
    "date": "2025-11-20T12:08:05.790Z",
    "score": 5,
    "text": "𝗕𝗲𝗲𝗻 𝗽𝗹𝗮𝘆𝗶𝗻𝗴 𝘁𝗵𝗶𝘀 𝗳𝗼𝗿 2 𝘆𝗲𝗮𝗿𝘀 𝘃𝗲𝗿𝘆 𝗴𝗼𝗼𝗱 𝗴𝗮𝗺𝗲 𝗮𝗻𝗱 𝘃𝗲𝗿𝘆 𝗰𝗼𝗺𝗽𝗲𝘁𝗶𝘁𝗶𝘃𝗲 𝘁𝗵𝗲 𝗼𝗻𝗹𝘆 𝗱𝗼𝘄𝗻 𝗳𝗮𝗹𝗹 𝗶𝘀 𝗳𝗮𝗰𝗶𝗻𝗴 𝗽𝗲𝗼𝗽𝗹𝗲 𝘄𝗵𝗼 𝘂𝘀𝗲𝘀 𝗽2𝘄 𝗯𝘂𝘁 𝗼𝘁𝗵𝗲𝗿 𝘁𝗵𝗲𝗻 𝘁𝗵𝗮𝘁 𝗵𝗶𝗴𝗵𝗹𝘆 𝗿𝗲𝗰𝗼𝗺𝗺𝗲𝗻𝗱𝗲𝗱...",
    "thumbsUp": 0,
    "version": "120169018"
  },
  {
    "id": "c29a1308-aa5b-484c-9f5f-5f562470dfb6",
    "date": "2025-11-26T01:16:54.747Z",
    "score": 5,
    "text": "Im having fun but most people pay to win and I will be mad but overall it is a great game to play I give it a ten out of ten because I can play it while hunting.",
    "thumbsUp": 1,
    "version": "120169018"
  },
  {
    "id": "6a8b5e7b-8bb5-4eb2-96bc-541bcacecb66",
    "date": "2025-11-24T02:06:15.799Z",
    "score": 5,
    "text": "it is a very fun game and it is worth downloading I would download it if you see it around because it is super fun and I'd you download it tell your friends and family super fun game by the way.",
    "thumbsUp": 1,
    "version": "120169018"
  },
  {
    "id": "a1a3dba1-fc2f-4323-9a3e-d6bfabbaee12",
    "date": "2025-11-18T10:13:58.802Z",
    "score": 5,
    "text": "it's a great game I love but it keeps crashing for no particular reason I don't know how to fix it tried google searched for ages did everything and nothing helped please if someone is reading help how do I fix it",
    "thumbsUp": 0,
    "version": "120169018"
  },
  {
    "id": "e929bde5-8df4-4211-8e9c-bdc6cc8d9805",
    "date": "2025-11-23T15:38:28.663Z",
    "score": 5,
    "text": "been playin it for 7 years best game ever by supercell first I taught this was a easy game when I reached 14 arena things became challenging and i realized that it wasn't a easy game.",
    "thumbsUp": 0,
    "version": "120169018"
  },
  {
    "id": "eb8f30a8-5c24-418f-851b-ea0e4bc63e35",
    "date": "2025-11-20T04:33:42.479Z",
    "score": 5,
    "text": "Thank you for adding classic 1 v1 and fixing the rates in shop because games are generally played by children and we all understand that supercell should have a benefit of running a game. Love this game♥️",
    "thumbsUp": 0,
    "version": "120169018"
  },
  {
    "id": "607f3799-8af6-4dd8-a984-9ea2571909e8",
    "date": "2025-11-14T21:29:04.822Z",
    "score": 5,
    "text": "Generally supercell introduces the mini PEKKA as a barrier against the enemy. Specifically when there is a giant. Arguably mini PEKKA is better then knight.",
    "thumbsUp": 2,
    "version": "120169018"
  },
  {
    "id": "85ac5d8f-bdd5-477e-9a97-0d2e460c6d10",
    "date": "2025-11-20T06:05:44.467Z",
    "score": 5,
    "text": "This Game is really good aftet play Clash of Royayle for 8 hours. can't stop play I also remember when I was kid play all night and day and still grow up now am 15 years old still love this game I wish this game don't leave thx u for Best time of my life ❤️😊",
    "thumbsUp": 0,
    "version": "120169018"
  },
  {
    "id": "40337d77-e0a7-4fc0-8189-e6dfdf6a3e08",
    "date": "2025-11-20T04:53:03.274Z",
    "score": 5,
    "text": "Game is great and fun. Competitive, but addictive and fun. I suggest you play supercell and roblox than any other game. I really love clash royale especially:)",
    "thumbsUp": 2,
    "version": "120169018"
  },
  {
    "id": "5e42ff69-9f4a-48be-a2b1-c0483e2757f6",
    "date": "2025-11-16T21:50:41.136Z",
    "score": 5,
    "text": "It is a fun multiplayer game where a king is using his minions to defeat the other kings tower and it is serious and complex, be carefull which cards you choose",
    "thumbsUp": 3,
    "version": "120169018"
  },
  {
    "id": "eeaa68a3-9f79-4370-a14e-f5be3622eb29",
    "date": "2025-10-27T13:35:10.297Z",
    "score": 5,
    "text": "probably one of the most fun games to play when bored. I haven't gotten into any issues, except for one thing...Pay to win players. Other than that, make sure you play when you have at least a minimum of 5 minutes to play free time, otherwise you might have to leave mid game and lose your game.",
    "thumbsUp": 6,
    "version": "120169018"
  },
  {
    "id": "d192e1e1-3cb0-4e42-b197-e8fcdb37bd5a",
    "date": "2025-12-01T03:36:48.941Z",
    "score": 5,
    "text": "this is a awesome game it is Just a bit hard sometimes and I think they could give us more free stuff to help us or even to help new players",
    "thumbsUp": 0,
    "version": "130300006"
  },
  {
    "id": "cb9bf30f-8193-499c-90be-b20840105942",
    "date": "2025-10-21T16:40:33.484Z",
    "score": 5,
    "text": "I love this game! I started yesterday and haven't stopped playing it since ( I go outside I promise) it is really entertaining and unique there is no other game like it. Supercell makes great games like brawl stars, another great game! You should download this game its loads of fun.",
    "thumbsUp": 42,
    "version": "120169008"
  },
  {
    "id": "9a140c09-c34f-40a6-b05a-65743f8efd14",
    "date": "2025-10-05T11:07:39.426Z",
    "score": 5,
    "text": "I love this game, I just need to lose all the games, and the game just gives bots players, which helped me to easily get rewards, and also avoid human players that are always overleveled in King Tower and Decks. Also, I love to play against Boat battles , because I am playing PvE against the mini gun cannon, 10/10 PvE game!",
    "thumbsUp": 21,
    "version": "120169003"
  }
]