[
  {
    "id": "09790183-f9d4-451d-949e-a7cbe497f039",
    "date": "2025-12-04T16:16:57.619Z",
    "score": 5,
    "text": "pay to win. Bots werden nicht unterbunden. Auch nicht, wenn man die Spieler meldet, denn meist sind das welche, die viel Geld bezahlen. Der Support ist ein Witz.",
    "thumbsUp": 0,
    "version": "5.14.1"
  },
  {
    "id": "e7d8a5f3-d5f8-402d-a341-b2c81cdec45d",
    "date": "2025-10-21T10:47:03.420Z",
    "score": 5,
    "text": "Schönes, intensives, tiefgründiges aber auch zeitaufwendiges Spiel. Leider habe ich einmal die \"Konto wechseln\" Funktion genutzt und bin dann für 5 Tage nicht mehr auf mein Hauptkonto gekommen und wurde auf einen ganz anderen Server verschoben. Schock für mich, 7 Monate akribischer Einsatz und mehrere hundert Euro von mir freiwillig investiert waren weg... dachte ich.. der Support hat es aber geschafft das wieder hin zu bekommen. Danke TG und Evony Support Team. 🙏",
    "thumbsUp": 8,
    "version": "5.10.1"
  },
  {
    "id": "fef6ebc4-9c45-4854-a24c-9af5f99acfaf",
    "date": "2025-10-10T15:15:08.829Z",
    "score": 5,
    "text": "Es ist ein gutes Spiel wenn man krieg machen möchte aber seit bereit auch Verluste hin zu nehmen wenn Truppen getötet werden um wieder zu bleiben dauert lange das aufsteigend jedem Level auch das Spiel ist unendlich lang zu spielen 🎮",
    "thumbsUp": 13,
    "version": "5.10.0"
  },
  {
    "id": "e6c514d1-b455-4424-9778-780faed61164",
    "date": "2025-09-19T06:17:08.202Z",
    "score": 5,
    "text": "Ich hab noch zu wenig Erfahrung um eine Meinung abzugeben. Aber das Spiel ist der Hammer für mich. Gute Käufe sind viel zu teuer",
    "thumbsUp": 6,
    "version": "5.08.0"
  },
  {
    "id": "18eb1650-d6a7-4623-904f-1e97d32f036d",
    "date": "2025-06-29T07:43:40.621Z",
    "score": 5,
    "text": "Das letzte Update hat einige Funktionen sehr verschlechtert, dafür die die sehr umständlich sind, nicht angerührt. Das ist schon zum Standart geworden 😒. Neue Events überrollen einen, da verliert man sehr schnell den Überblick, auch als erfahrener Spieler.",
    "thumbsUp": 31,
    "version": "5.02.0"
  },
  {
    "id": "4c0c77c6-b608-4180-b071-0335a98bf02e",
    "date": "2025-10-16T19:34:54.516Z",
    "score": 5,
    "text": "Macht Laune und es ist sehr weit räumig und nicht eintönig",
    "thumbsUp": 2,
    "version": "5.10.0"
  },
  {
    "id": "3b7dc9ef-084a-4766-94bd-76b4700ed6f0",
    "date": "2022-02-17T13:07:28.481Z",
    "score": 5,
    "text": "Das Spiel hat wie so viele seiner Art Auch Tücken. Die Bezahlt Spieler machen was sie wollen und du kommst nicht richtig weiter. Immer wenn es kurz davor steht wirst platt gemacht. Nicht so richtig Fesselnd. Es fehlen immer die paar Körnchen die ohne Geld nicht machbar sind. Die nebenspielchen sind unterhaltsam aber ohne Fortentwicklung auch nicht spielbar. Die Werbung lockt dich hierher und lässt dich dann allein. Also Fazit teilweise ganz gut um Zeit totzuschlagen aber nichts gamer.",
    "thumbsUp": 64,
    "version": "4.17.0"
  },
  {
    "id": "3070b07d-a98f-4c21-bbce-bdae3485c197",
    "date": "2020-03-30T17:25:17.941Z",
    "score": 5,
    "text": "Das Spiel ist an und für sich echt gut allerdings kann ich das mit dem Schild nur bestätigen. Hatte genau das selbe neues Schild aufgelegt und es wurde nicht angenommen (wegen den Lags vermute ich) ich aus dem Spiel raus wegen Arbeit und als ich später reingeschaut habe wurde ich von mehreren Spielern geplündert und habe etliche Millionen an res und Macht verloren. An der Geschwindigkeit und Zuverlässigkeit muss echt dringend gearbeitet werden das war nämlich echt mies.",
    "thumbsUp": 197,
    "version": "3.82.11"
  },
  {
    "id": "d93954d1-4b63-4688-9398-5606cf7daa09",
    "date": "2025-09-25T14:44:49.658Z",
    "score": 5,
    "text": "sehr gute Erfahrung! ganz Gutes Spiel, es ist gut Soo ! Weiter machen, O.K . Danke! Auf Wiedersehen.",
    "thumbsUp": 0,
    "version": "5.08.0"
  },
  {
    "id": "e45ab0cc-bafb-4646-8112-c8d660218ae6",
    "date": "2023-12-26T22:28:42.959Z",
    "score": 5,
    "text": "Hat sich alles zum gutem entwickelt am Anfang muss mann viel lernen aber dann macht es spaß mann hat viele Fragen die manchmal keiner beantworten kann wie kann mann das lösen ?? Bezüglich der Belohnungen finde ich definitive zu wenig für soviel Zeit arbeit so wenig zu bekommen. Alleine eine Burg nur 1 Stufe z.b von 24 auf Level 25 Hochzustufen 50 Tage ist extrem zuviel das sollte geändert werden. Ansonsten alles top und es macht Spaß",
    "thumbsUp": 312,
    "version": "4.62.1"
  },
  {
    "id": "5192db0f-dc4b-4f6d-8724-760bd812ffd2",
    "date": "2024-05-31T06:54:42.586Z",
    "score": 5,
    "text": "Sehr gutes Spiel mit wahnsinnig vielen Funktionen, welche nach und nach freigeschalten werden können. Leider muss auch hin und wieder auch Geld 💸 investiert werden, ohne ist es teils sehr langwierig. Aber dennoch, viel Spaß, live Chat mit Spielern aus der ganzen Welt und jede Menge abwechslungsreiche Stunden. Wer hin und wieder Geld für unnötige Dinge im Leben ausgibt, gerne zockt, Strategie und kriegerische Themen in einer Allianz mag, der ist hier genau richtig!!!",
    "thumbsUp": 59,
    "version": "4.74.1"
  },
  {
    "id": "a92b12d2-62a4-4be2-985d-935caba16b0c",
    "date": "2025-11-04T16:15:47.726Z",
    "score": 5,
    "text": "Ein Spiel das mit der Zeit immer komplexer geworden ist.👍",
    "thumbsUp": 1,
    "version": "5.10.3"
  },
  {
    "id": "e7d90f01-bc16-4d46-9f06-bd88083f9bc8",
    "date": "2023-05-31T07:31:33.424Z",
    "score": 5,
    "text": "Die Teaser (Logik-Spiele) erwecken einen falschen Eindruck vom Spiel. Sie kommen zwar vor, machen aber nur einen sehr kleinen Anteil aus. Tatsächlich ist es ein äußerst komplexes Strategie-Spiel. Man kann auch ohne P2W vorankommen und die Werbung hält sich sehr in Grenzen. Wichtig für Neulinge: Schnellstmöglich einer Allianz beitreten, sonst kann es sehr frustrierend sein und man braucht Hilfe und Rat, um alles zu erfassen!",
    "thumbsUp": 8,
    "version": "4.49.0"
  },
  {
    "id": "9f9b0cc5-e865-441a-94a0-8177bbd0ea2e",
    "date": "2020-10-12T03:40:51.862Z",
    "score": 5,
    "text": "Gutes Spiel, leider sehr langwierig im Aufbau wenn man es ohne Geld spielen will. Manche Spieler sind nur aufs kämpfen aus, aber wenn man sich eine Allianz sucht die wirklich hilft kommt man sehr schnell ins Spiel. Leider hat man keine Chance das Spiel ohne Geld richtig zu spielen. Wer will schon 2 Monate und mehr darauf warten bis er das nächste level erreicht. Auch die Zeit zum sammeln der Ressourcen für den Bau kostet noch einmal die selbe Zeit",
    "thumbsUp": 92,
    "version": "3.84.10"
  },
  {
    "id": "841b251a-fe7f-4c0f-818f-9e68785dfc08",
    "date": "2025-07-28T08:06:23.630Z",
    "score": 5,
    "text": "Dieses Spiel macht mir als Frau echt Spass.Es erinnert mich ein wenig an die 80er Jahre.Ok.die Grafik etc sind schon ganz anders.Ein tolles Strategie Spiel.Kann ich echt weiter empfehlen.",
    "thumbsUp": 18,
    "version": "5.04.1"
  },
  {
    "id": "de452db9-1ed5-4727-bc4e-8253edce2463",
    "date": "2022-08-16T04:35:39.238Z",
    "score": 5,
    "text": "Ich habe mir hier mal alle Kommentare durch gelesen und bin zu dem Entschluss gekommen, das einige Kommentare sinnlos sind. Vielleicht mal selber ein Spiel entwickeln, dann wisst ihr was da für Arbeit hinter steckt. Ich spiele das Spiel sehr gerne. Rätsel sind auch gut. Die Grafik ist soweit ganz gut, könnte eventuell bisschen verbessert werden, aber denke das alles seine Zeit braucht und was das kaufen angeht, dass entscheidet jeder für sich alleine. Man muss ja nicht!",
    "thumbsUp": 5,
    "version": "4.28.1"
  },
  {
    "id": "c8fa1141-a041-401b-85b9-89f59fdee8df",
    "date": "2024-07-12T12:30:26.448Z",
    "score": 5,
    "text": "Das Spiel ist relativ kurzweilig. Man hat immer etwas zu tun. Der Spielspass hängt aber auch von der Fähigkeit der Zusammenarbeit mit den anderen Spielern im Serverkrieg ab. Auch die Interaktion mit den Allianz Mitglieder ist wichtig. Ich bin ein non Payer. Also ich kaufe nichts im Spiel. Man kann in den ersten 6 Monaten durchaus mithalten. Man muss nur aktiv im Spiel agieren. Wie es später sich entwickelt kann ich nicht sagen.",
    "thumbsUp": 40,
    "version": "4.77.1"
  },
  {
    "id": "48bb02a5-347f-4478-ba52-b9a614ba6af8",
    "date": "2022-06-01T07:13:35.583Z",
    "score": 5,
    "text": "Also, suchtfaktor hoch 10. Top Spiel, dachte erst, naja, mal schauen was das ist, aber das es so ein cooles Strategiespiel ist, hätte ich nicht gedacht. Sah eher so aus wie ein quest Spiel, wie halt in der Werbung, aber dann wurde ich positiv überrascht. Wenn ihr Wissen wollt wie das Spiel funktioniert kommt in meine allianz auf Server 942, sind eine kleine aber feine lustige Truppe.",
    "thumbsUp": 14,
    "version": "4.23.5"
  },
  {
    "id": "09c0ab7a-06cd-47e3-8c1d-3bb00d506296",
    "date": "2020-11-13T13:07:04.675Z",
    "score": 5,
    "text": "Ich spiele dieses Spiel seit März 2020, aufgrund von Corona zum direkten Zeitvertreib. Das Spiel ist sehr aufwendig, und der Pay to Win Charakter muss nicht vollzogen werden, wenn man es richtig spielt. Es kommt drauf an auf welchem Server man landet, auf welcher Spielkarte, jeder Server hat seine eigene Policy. Folgende Vorgehensweise sollte sich bewähren: Richtige Kultur aussuchen, sich einer Allianz anschließen, tägliche Aktivitäts und Eventbonusse anklicken, langsam sich selbst aufbauen.",
    "thumbsUp": 32,
    "version": "3.84.15"
  },
  {
    "id": "d48e6044-7e2b-43cd-9f46-9b9258f4def6",
    "date": "2025-03-02T01:15:44.188Z",
    "score": 5,
    "text": "Wer das beworbene Ballerspiel sucht, es ist leider nur ein kleiner Teil des eigentlichen Spiels. Spiele bald ein Jahr ohne einen Cent zu investieren. Wenn man sich einer Allianz anschließt kommt man auch relativ schnell vorwärts in der Entwicklung. Wer einen friedlichen Server sucht, ich kann nur 1588 empfehlen hier gibt es Regel die befolgt werden und somit jeder waschen kann.",
    "thumbsUp": 28,
    "version": "4.93.2"
  },
  {
    "id": "4df831d2-2c8d-4c7d-9ebb-e4b658a472c9",
    "date": "2023-08-18T21:01:23.430Z",
    "score": 5,
    "text": "Ein schönes Spiel mit regelmäßigen neuen Ideen. Niemand muss etwas kaufen!! Ein Beitritt in eine Allianz wird dringend empfohlen! Nur so, kann man schnell wachsen und lernt alle wichtigen Spielzüge von seinen Mitspielern kennen.",
    "thumbsUp": 598,
    "version": "4.54.0"
  },
  {
    "id": "f6daa6e5-61b5-47b4-b57b-c06ffdd7f217",
    "date": "2025-07-05T12:41:36.899Z",
    "score": 5,
    "text": "gutes interessantes Spiel,regt nur zuviel zum Kauf an. (*＾▽＾*)",
    "thumbsUp": 6,
    "version": "5.02.1"
  },
  {
    "id": "808dc1a0-0349-4eb4-8c56-1447a54f0e5f",
    "date": "2023-04-26T12:52:59.678Z",
    "score": 5,
    "text": "Hallo Evonysupport, seitdem Update läuft das Spiel verdammt langsam, kann nicht mal Kisten richtig öffnen, für einen Angriff braucht es fast eine Minute Vorbereitung, das kann es doch nicht sein. Wäre sehr freundlich wenn dieser Fehler schnellstmöglich behoben werden würde. Es macht so keinen Spaß mehr.",
    "thumbsUp": 61,
    "version": "4.46.3"
  },
  {
    "id": "40b4cc91-baef-4f30-93f2-73da798ab4a1",
    "date": "2021-06-03T23:39:58.675Z",
    "score": 5,
    "text": "Ein Jahr später bin ich immer noch sehr angetan von dem Spiel. Es gibt zwar immer Mal wieder kleinere Probleme, aber die werden relativ schnell behoben und man wird dafür auch Kompensiert. Man kann auch ohne Geld langsam aber Stetig wachsen. Was noch toll wäre wenn man die Gebäude verschieben könnte. Ich habe mir häufiger Mal gedacht, dass es gut wäre meine Stadt anders zu organisieren Alles in allem: Top Spiel^^",
    "thumbsUp": 29,
    "version": "3.87.14"
  },
  {
    "id": "bff7ebe7-b03d-4208-bf39-74b18df5b233",
    "date": "2022-04-08T11:08:10.952Z",
    "score": 5,
    "text": "Ich find das Spiel sehr gut denn man Kann nicht nur gegen andere Truppen spielen sondern auch sein Land selbst aussuchen und verbessern.Ich bin über lootboy auf dieses Spiel gestoßen und wollte eigentlich nur meine Diamanten doch jetzt spiele ich auch in der Freizeit.",
    "thumbsUp": 1,
    "version": "4.20.1"
  },
  {
    "id": "8bc9a495-fc2f-4aab-bc97-bd65287c3389",
    "date": "2022-12-03T18:05:10.870Z",
    "score": 5,
    "text": "Um das Anfänger-Level zu überschreiten, dauert es \"etwas lange\" ... Aber dafür kann man, im Spiel, viele tolle Sachen nebenbei machen... Man muss Geduld und Zeit haben, um das Spiel spielen... Und auch interessant, was für Helden, aus den damaligen Epochen, man als div. Generäle freispielen kann... KARL DER GROSSE, NAPOLEON UND CESAR, um nur mal Einige aufzuzählen... 5 Sterne sind angemessen ⭐⭐⭐⭐⭐",
    "thumbsUp": 1,
    "version": null
  },
  {
    "id": "cd41a388-2a2d-4d7f-92c3-532cda77eb2c",
    "date": "2020-12-18T09:29:40.757Z",
    "score": 5,
    "text": "Find das Spiel mega. Ist bei mir z. Zt der zweite Anlauf. Es ist nicht unbedingt nötig, Geld in das Spiel zu investieren, denn man schafft es auch ohne. Allerdings dauert es dann auch dementsprechend länger, größer zu werden. Da ich n Faultier bin, hab ich Pakete gekauft. Aber ich betone, es ist nicht notwendig.",
    "thumbsUp": 5,
    "version": "3.86.3"
  },
  {
    "id": "bdfc6019-d5f6-4ff1-94cc-e6734be45b61",
    "date": "2024-03-03T15:14:41.881Z",
    "score": 5,
    "text": "Ich spiele Evony seit August 2022. Das die in der Werbung gezeigten Rätsel nur ein kleiner Teil des Ganzen sind stört mich nicht. Ich habe in Evony weltweit neue Freundschaften schließen können. Es ist ein Aufbau - Strategiespiel, mir macht es Spaß. Die Übersetzung der Chats könnte besser sein. Vom Großen und Ganzen ein Spiel daß sehr viel Spaß macht. Super 👍🏻 wann kommt das Kong - Event zurück?",
    "thumbsUp": 38,
    "version": "4.67.2"
  },
  {
    "id": "f2ccd2c5-ec33-41d2-a8b4-bd4b1f058549",
    "date": "2019-05-23T18:54:48.980Z",
    "score": 5,
    "text": "Top Game und sehr komplex. Es geht auch ohne Geld um weit zu kommen. Mit Geduld und in einer Ally klappt das. Natürlich die täglichen Missionen erfüllen wegen den Diamanten. Bin Level 18. Ein dreiviertel Jahr später jetzt schon Level 30, eben in aktiver Ally.",
    "thumbsUp": 11,
    "version": "3.7.7"
  },
  {
    "id": "7ee01032-ce7e-47aa-889d-01b976b8600c",
    "date": "2022-04-03T16:58:45.521Z",
    "score": 5,
    "text": "Ich spiele seit über einem Jahr dieses Spiel, ich kann die negativen Rezensionen nicht verstehen, auf jeden Server gibt es eine starke Allianz die auch neue Spieler aufnehmen, und man schnell aufsteigen kann ohne Geld auszugeben, man sollte aufkeinfall ohne Allianz sein und viele Truppen trainieren und Ressourcen öffnen, dass ist ein gefundenes fressen für kill event, daher rate ich jeden neuen Spieler einer starken allianz beizutreten.",
    "thumbsUp": 0,
    "version": "4.20.1"
  },
  {
    "id": "e77f6f14-aecc-494a-a1d9-a95a48daf4a9",
    "date": "2022-03-08T20:35:24.669Z",
    "score": 5,
    "text": "Das Spiel ist klasse. Doch könnten bitte mehr Sprachen in das Spiel kommen. Wie z.b. Tschechisch? Leider ist in unserer Allianz die Kommunikation mit einem Mitglied sehr eingeschränkt da die Person nur seine Muttersprache kann und das ist sehe schade. Ich hoffe auf Antwort. :)",
    "thumbsUp": 0,
    "version": "4.18.1"
  },
  {
    "id": "a195af92-49ef-4212-8c75-14f07fc51544",
    "date": "2022-09-07T06:35:17.570Z",
    "score": 5,
    "text": "Ich bin jetzt seid ca. 18 Monaten bei Evony dabei und habe mal spaßeshalber die Bewertungen hier bis zum 26.08.22 durchgelesen. Also mich wundert es sehr stark, dass fast jede Bewertung bis zum 26. immer einen Teil mit Performanze und Bugs Problemen beinhaltet. Ich muss für meinen Teil sagen: Ich hatte noch nie solche Bugs oder ähnliches gehabt...?? Tipp: Wenn man mal ne Kiste oder so nicht antippen geht, dann mal neustarten. Sehr unbegreiflich was hier dazu geschrieben wird.",
    "thumbsUp": 0,
    "version": "4.30.1"
  },
  {
    "id": "e469c24c-be93-45b4-b574-9b260ba679fb",
    "date": "2025-12-06T09:55:50.962Z",
    "score": 5,
    "text": "sehr umfangreiche Spiele",
    "thumbsUp": 0,
    "version": "5.14.1"
  },
  {
    "id": "e47cec8a-a7a1-43fb-9333-b629fed3f16e",
    "date": "2021-12-14T18:30:07.381Z",
    "score": 5,
    "text": "Die ersten Tage gefällt mir das Game ganz gut. Abwechslungsreich und es geht auch ohne Geld zügig voran. Doch wie bei allen Spielen dieser Art, kommt man früher oder der später, ohne Einsatz von Geldbeträgen noch mehr gut voran. Aber wir werden sehen, wie motivierend es weitergeht.",
    "thumbsUp": 6,
    "version": "4.13.0"
  },
  {
    "id": "dc3cca16-afcb-4907-a4ed-1f05e8a0dab3",
    "date": "2025-08-21T12:10:58.298Z",
    "score": 5,
    "text": "Sehr gutes Spiel 🎮 Und man kann jede menge anstellen",
    "thumbsUp": 0,
    "version": "5.04.1"
  },
  {
    "id": "d6e7d5a8-21bf-4acc-b02c-319f2053646b",
    "date": "2021-02-01T00:11:29.888Z",
    "score": 5,
    "text": "Schönes Design...viele neue aktive Spieler Teams und Server auch neu Einstieg super möglich!!! Pay to Win....wird natürlich Angeboten,doch wer aktiv spielt,gerne und gut überlegt seine Aufgaben löst und seine dann erhaltenen Bonuspacks gut kombiniert,dann richtig und nicht verschwendirisch einsetzt wird viel Spaß haben auch ohne Geld zu investieren...",
    "thumbsUp": 12,
    "version": "3.86.8"
  },
  {
    "id": "590bbad0-b4d9-488f-a616-a3bcc4457ca6",
    "date": "2022-07-18T12:16:31.960Z",
    "score": 5,
    "text": "Absoluter Klassiker. Schon 2010 im Browser am PC gezockt. P2W Aspekte? Mit sicherheit ein paar aber welches erfolgreiche und gute Smartphonespiel heutzutage nicht? Ausserdem auf einem neuen Server wenn man täglich Max 45 50 Minuten investiert und immer wieder reingeht wird man mit Juwelen eh zugeschüttet. Läuft stabil . Bin lvl 11 schau ma mal wenn ich höher bin!",
    "thumbsUp": 2,
    "version": "4.27.0"
  },
  {
    "id": "f1367d7f-912b-49ad-81f8-b7e6f7f5ab74",
    "date": "2022-02-25T08:29:24.155Z",
    "score": 5,
    "text": "Anstatt sich über die Eröffnung des 1000ten Server zu freuen solltet ihr die anderen erstmal ohne ständige Abstürze und Unterbrechungen zum laufen bekommen, so macht es langsam keinen Spaß mehr. MfG Kuhle Wampe",
    "thumbsUp": 3,
    "version": "4.17.2"
  },
  {
    "id": "c48f716c-eb38-4917-b2b6-b0df94779f3c",
    "date": "2022-01-11T14:29:24.159Z",
    "score": 5,
    "text": "Ein sehr tolles Strategiespiel. Ich habe dort sehr viele Freunde gefunden. Es macht riesen Spass zusammen zu wachsen und zu kämpfen. Wir sind wie eine kleine Familie in unserer Allianz. Und ja, manchmal kauft man ein Paket im schneller zu wachsen ,man ist aber nicht dazu verpflichtet was zu kaufen man kommt auch ohne weiter. Und ja, man sollte mindestens alle 3 Tage online gehen um seinen Waffenstillstand zu erneuern. Danke Evony, für alles :)",
    "thumbsUp": 21,
    "version": "4.15.0"
  },
  {
    "id": "a82789be-aaa2-406b-9481-f9b22b507a89",
    "date": "2022-10-10T14:22:39.729Z",
    "score": 5,
    "text": "Das Spiel ist wirklich gut mir was nerft ist die Bauzeit. Klar weiss Mann das je höher der Level des so länger die Bauzeit. Aber müssen es wirklich teilweise 60 Tage und mehr sein. Währe schön wenn Mann das nochmal abändern könnte.",
    "thumbsUp": 0,
    "version": "4.33.0"
  },
  {
    "id": "703d7564-7755-454f-8b28-85c88af81e4f",
    "date": "2022-08-05T11:35:45.618Z",
    "score": 5,
    "text": "Evony ist meiner Meinung nach sehr gut. Es bringt ein gutes Spaßfaktor mit sich und all die Aufgaben Aktivitäten und Events ist alles von der Idee her sehr gut. Man muss nicht unbedingt Paketkäufe kaufen. Es gibt viele Einzelspieler, sich tolle Burgen sufgebaut haben. Hut ab! Am besten ist es, wenn man Mitglied einer Allianz bist. Da ist der Wachstum schneller.",
    "thumbsUp": 0,
    "version": null
  },
  {
    "id": "e96586e8-e11b-4081-9145-e86fd1843876",
    "date": "2023-06-19T09:06:17.139Z",
    "score": 5,
    "text": "Die Werbung für das Spiel ist irreführend, da es nur einen kleinen Teil vom Spiel abdeckt. Es ist mehr wie Zivilisation oder Catan. Das gefällt mir persönlich aber besser und die Mischung macht es interessanter.",
    "thumbsUp": 0,
    "version": "4.49.1"
  },
  {
    "id": "186d21cd-5ac2-4daf-95cb-db3cc37fa9b3",
    "date": "2023-11-14T21:07:37.662Z",
    "score": 5,
    "text": "Klasse Spiel. Schöne Grafik. Keine nervige Werbung. Das beste Spiel was ich bis jetzt auf dem Smartphone hatte. Der Übersetzer im Chat könnte aber etwas verbessert werden. Sonst alles Top 👍🏼👍🏼👍🏼",
    "thumbsUp": 601,
    "version": "4.59.0"
  },
  {
    "id": "19324f27-6637-4602-8370-177f942cbd82",
    "date": "2022-10-09T13:04:53.134Z",
    "score": 5,
    "text": "Ich finde das Spiel sehr toll.. es ist sehr zeitintensiv und anders als in der Werbung beschrieben. Man muss sich eine Stadt aufbauen und zusammen mit der Allianz wachsen...natürlich wächst man deutlich schneller wenn man Geld investiert aber das ist in jedem Spiel so...von mir 5 Sterne 💪",
    "thumbsUp": 2,
    "version": "4.32.4"
  },
  {
    "id": "1ffc9809-5db5-4fce-bbd0-57f99588e781",
    "date": "2022-06-17T04:49:01.438Z",
    "score": 5,
    "text": "Die Rätsel mit denen das Spiel beworben wird, sind nebensächlich. Das Spiel ist Ein Aufbau-, Kriegs- Strategiespiel. Und ein gutes. Die Weiterentwicklung ist am Anfang ohne zusätzlichevInvestitionen möglich.",
    "thumbsUp": 5,
    "version": "4.25.0"
  },
  {
    "id": "cefc02fd-506d-4dc0-91af-8f64811cd67a",
    "date": "2021-07-11T12:41:54.326Z",
    "score": 5,
    "text": "Alleine für die Genialen Minispiele verleihe ich den Enwicklern dieses Spiels den \"German User - Kultstatus Spezial - Avard\"! ⭐⭐⭐⭐⭐⭐⭐⭐⭐⭐ 🏆🏆🏆🏆🥉🥉🥉 (Diese Auszeichnung die es natürlich nicht gibt, habe ich mir grade ausgedacht😉) Aber wenn es diesen Titel geben würde, ich würde ihn euch gerne verleihen .. Ich bin Ca. 4.Wochen dabei und spiele bis jetzt \"ohne\" Geld. Ich bin erstaunt, was man im Verlauf des Spieles alles Umsonst bekommt und keine Werbung!",
    "thumbsUp": 0,
    "version": "3.89.1"
  },
  {
    "id": "b9ce3a44-52a6-4e7a-8f47-c8ee5c54ac7a",
    "date": "2023-10-25T15:03:57.759Z",
    "score": 5,
    "text": "Ich bin absolut begeistert. Endlich mal ein Spiel, das auch genauso beworben wird, wie es wirklich ist. Wer es spielt, sollte in die Allianz MIR kommen. Bin dort auch und die Leute sind echt top. Was das Spiel nochmal besser macht.",
    "thumbsUp": 596,
    "version": "4.58.5"
  },
  {
    "id": "c116592e-2967-4b5d-a437-d75b0e255838",
    "date": "2024-12-06T06:56:58.584Z",
    "score": 5,
    "text": "Bin total begeistert tolle community. Natürlich gibt es Menschen die durch Investitionen schneller voran komme , aber wenn man sich einer großen Allianz anschließt und an den rallys teilnimmt erhält man reichlich Material und Belohnung um ohne Investitionen voranzukommen. So mache ich es seit gut 2 Jahren bin fast k36 und hab immernoch Spaß am Spiel.",
    "thumbsUp": 0,
    "version": "4.56.1"
  },
  {
    "id": "ac2c0272-6935-459c-9a29-3445e0ea77f8",
    "date": "2023-01-02T07:29:26.259Z",
    "score": 5,
    "text": "Ich finde das Spiel Klasse. Auch ohne Geld kommt man hier weiter nur langsamer. Das ist bei den vergleichbaren spielen oft nicht der Fall. Es ist leider sehr unüberschaubar wenn man anfänger ist, das ist aber schon so.",
    "thumbsUp": 1,
    "version": "4.38.2"
  },
  {
    "id": "ddaa2cd4-7f67-40e3-aaed-d8309c493166",
    "date": "2024-12-13T07:07:10.160Z",
    "score": 5,
    "text": "Ein sehr gutes Spiel, nur schade dass die Adds mit dem dieses Spiel beworben wird, sehr irreführend sind. Da diese Minispiele nicht einmal 1% des Spiels ausmachen. Was auch gut ist, denn das Spiel ist so viel mehr als diese unsinnige Puzzle spiele",
    "thumbsUp": 12,
    "version": "4.88.1"
  },
  {
    "id": "542f09e9-ab8b-42f3-a9f9-2a63f0ebd5fb",
    "date": "2022-07-28T20:28:10.289Z",
    "score": 5,
    "text": "Evony hat Suchtpotential. Ihr benötigt zum Spielen jedoch eine starke Gemeinschaft. Bleibt diese aus, bietet das Spiel nur Frust. Solltet ihr nicht bereit sein, Geld zu investieren, müsst ihr nonstop auf alles aufpassen, denn das PVP System steht über allem... Es ist bunt, es ist Detail verliebt, es ist komplex. Und es macht tierisch Spaß... Ich kann es nur empfehlen - auf alle Fälle an die Spieler, die auch kein Problem damit haben einzustecken. Austeilen müsst ihr selbst! 5* für PVP Bratzen",
    "thumbsUp": 9,
    "version": "4.26.1"
  },
  {
    "id": "8a25506f-3dbd-4ff1-a90a-99042d035335",
    "date": "2022-03-19T13:30:29.984Z",
    "score": 5,
    "text": "Das Spiel macht sehr viel Spaß. Man muss zwar ein bisschen echtes Geld einsetzen, aber nicht so unmengen wie bei anderen Spielen. Man sollte sich das Spiel auch in Ruhe durchlesen. ( Leben und Leben lassen). Sonst sehr gut.",
    "thumbsUp": 4,
    "version": "4.19.1"
  },
  {
    "id": "ff003406-6be1-4b71-9e25-e09dc5c3ad2a",
    "date": "2020-12-27T10:42:19.496Z",
    "score": 5,
    "text": "Es ist gut zu spielen, Bugs kommen kaum vor, es gefällt mir. Aber man muss aufpassen, das man genügend Waffenstillstand hat, wenn mal längere Abwesenheit herrscht.",
    "thumbsUp": 4,
    "version": "3.86.5"
  },
  {
    "id": "ee9dda9d-f1ea-4b02-8843-6bc1f142bdcd",
    "date": "2022-08-15T21:18:45.645Z",
    "score": 5,
    "text": "Ein fesselndes Spiel, was vor allem mit einer guten Allianz Spaß macht. Natürlich wird man von besseren Spielern ab und an überfallen, man kann sich aber auch dagegen schützen. Und von vorne muss man danach auch nicht anfangen.",
    "thumbsUp": 0,
    "version": "4.29.1"
  },
  {
    "id": "bf59bde5-ed80-40cd-9741-82f156d929a3",
    "date": "2022-05-29T19:22:17.114Z",
    "score": 5,
    "text": "Spiel ist gut. Kann man ohne Investition auch Spielen. Das ist sehr gut. Positiv. Aber letzte Zeit das Spiel hängt und ladet sich nicht. Und schmeißt mich raus. Das ist wirklich schade. Bitte irgendwie irgendwas machen.",
    "thumbsUp": 0,
    "version": null
  },
  {
    "id": "d4f72b1d-d84d-448b-b410-44cbfc2e9a81",
    "date": "2021-11-10T15:45:25.565Z",
    "score": 5,
    "text": "Tolle Spiel, wenn die Updates auch noch funktionieren würden wäre das super. Jedes mal ein Problem mit dem einloggen. Dann wirst Du angegriffen und fängst von vorne an.",
    "thumbsUp": 4,
    "version": "4.0.3"
  },
  {
    "id": "61f726f9-badd-4480-887c-4d16566376d8",
    "date": "2023-01-30T19:49:41.135Z",
    "score": 5,
    "text": "Sehr gutes Strategie u. Aufbau Spiel. Und mit nur etwas Geduld und dem mitspielen regelmäßiger Events auch Kein Pay to Win. Hat auf jeden Fall dauerhaften Wiederspielwert.",
    "thumbsUp": 2,
    "version": "4.39.0"
  },
  {
    "id": "9ffd0a3c-fe82-41fc-bddc-f53fcac596f8",
    "date": "2024-12-11T15:16:51.852Z",
    "score": 5,
    "text": "ich kann dieses Spiel einfach weiterempfehlen es ist ein richtig gutes und taktisches Spiel da wo man Taktik und Zusammenhalt lernt man in tim kämpfen soll das finde ich richtig gut und die Grafik ist auch einfach nicht zu meckern eine gute Grafik und taktische Arbeit so lernt man wie man im taktischen gewinnen kann ich habe jetzt in diesem Spiel schon 70,9 Millionen macht und dieses Spiel ist halt einfach nur gut und man lernt viel über Boden wie auch Reiter Truppen und teamwork ist in diesem",
    "thumbsUp": 3,
    "version": "4.87.2"
  },
  {
    "id": "0293fb30-e0ee-437a-b652-7fa89c4c9d01",
    "date": "2024-07-26T08:44:37.199Z",
    "score": 5,
    "text": "LUIS LU was laberst du da dieses Spiel hat keine Werbung, warschendlich bist im Rauch 🤣🤣🤣🤣. Das Spiel ist spitze für ein Spieler der Sätzen kann, dieses Spiel bittet alles außer Werbung, mann muss hier nicht kaufen oder Werbung sehen um es zu spielen das ist einfach cool 😎",
    "thumbsUp": 6,
    "version": "4.78.0"
  },
  {
    "id": "ac2370df-a354-4924-ae40-fb6940c7bd55",
    "date": "2023-05-09T19:46:25.253Z",
    "score": 5,
    "text": "Es macht sehr viel Spaß und ist auch mit kniffligen und spannenden Rätseln bestückt, die aber lösbar sind und echt spaß machen, sie zu lösen und die einen dann auch weiter bringen, beim Erreichen seiner Ziele.",
    "thumbsUp": 2,
    "version": "4.47.1"
  },
  {
    "id": "2f72f3ba-95da-4531-8243-059d454865e9",
    "date": "2024-06-27T03:45:39.888Z",
    "score": 5,
    "text": "Ohne funktionierende Übersetzung ist eine Teamarbeit nicht möglich . Selbst bei einem einfachen HALLO bekommt man nur den Hinweis, unbekannte Sprache.",
    "thumbsUp": 1,
    "version": "4.75.2"
  },
  {
    "id": "e819e0e4-4175-4c5d-9578-3f49c0d81282",
    "date": "2020-08-19T23:17:25.361Z",
    "score": 5,
    "text": "Sehr unfangreiches Spiel kostet zwar viel Zeit und richtiges Strategie um voranzukommen, bietet unglaublich viele Überraschungen wie Events neue Gegenstände, es macht spass",
    "thumbsUp": 1,
    "version": "3.84.3"
  },
  {
    "id": "1bd5e401-ef59-47a2-8417-97416679c6dd",
    "date": "2022-08-24T11:31:49.895Z",
    "score": 5,
    "text": "Ein eigentlich einfaches Spiel das durch seine Vielfalt besticht . Ohne Geld zu bezahlen habe ich viel Spass. Wer Geld investiert kommt schneller voran...wie bei den meisten Spielen dieser Art. LG Reinhold",
    "thumbsUp": 0,
    "version": "4.29.1"
  },
  {
    "id": "e6eec246-b9f5-4739-abb0-5d710bc40216",
    "date": "2023-01-29T22:34:41.657Z",
    "score": 5,
    "text": "Es entspricht nicht der Werbung. Es ist viel genialer als erwartet. Ein hochkomplexes, herausforderndes Spiel. Genial! Der Kundendienst hat mir gut geholfen, als ich ihn brauchte",
    "thumbsUp": 0,
    "version": "4.38.4"
  },
  {
    "id": "c01959dd-758e-487f-ab3f-fbea01cad30f",
    "date": "2020-05-17T19:00:40.738Z",
    "score": 5,
    "text": "Gute Gesamtgestaltung, viele Möglichkeiten im Spiel. Macht insgesamt Spaß zu spielen, nicht langweilig. Leider sehr vielee In App Kaufgebote. Störend und meiner Ansicht nicht Sinn eines Spieles. Dennoch 5 Sterne.",
    "thumbsUp": 10,
    "version": "3.82.13"
  },
  {
    "id": "e15836a4-4e75-4b97-8399-55e7a34781ea",
    "date": "2022-10-31T07:49:15.797Z",
    "score": 5,
    "text": "Das Spiel ist gut gelungen. Es gibt tatsächlich sehr viele Belohnungen. Es ist sehr abwechslungsreich gestaltet und auch Rätsel gibt es genug. Wer mehr möchte muß natürlich auch echtes Geld investieren um schneller vorwärts zu kommen. Meiner Meinung nach bleibt das aber durchaus im Rahmen.",
    "thumbsUp": 0,
    "version": "4.34.0"
  },
  {
    "id": "5e7c779d-7e77-468c-821b-ed8a4d125055",
    "date": "2022-05-19T08:07:55.564Z",
    "score": 5,
    "text": "Einfach super das Spiel. Man braucht kein reales Geld, aber Geduld, was für einen langen Spiel Spaß steht. -:)) Super Support reagiert bei Problemen sehr schnell und hilft schnellstens.",
    "thumbsUp": 17,
    "version": "4.23.3"
  },
  {
    "id": "f3135c0d-d73e-418d-9205-6c64b41e9813",
    "date": "2020-02-20T21:30:08.361Z",
    "score": 5,
    "text": "...Danke Evony für dieses Spiel!!! ...super für den Zeitvertreib neben dem Job, auch mit Serverproblemen geht Ihr super um, so schnelle Problemlösung wenn, kannte ich noch nicht, ...klar Bedarf es Echtgeld um schnell zu wachsen, aber mit einer guten Allianz geht das auch ohne!!!^^ ...Events und Co machen das Spiel nie langweilig, Liebe Grüsse Mieze Luna^^",
    "thumbsUp": 9,
    "version": "3.82.6"
  },
  {
    "id": "00a3a5fe-f780-462f-be37-b0465e5b893a",
    "date": "2021-07-18T20:48:58.741Z",
    "score": 5,
    "text": "!!!Das Spiel ist gelungen!!! Es gibt sehr viel belohnungen mann muss nicht unbedingt Geld ausgeben wenn Mann einen Starken spieler in der Allianz hat. ich spiele auf Server 622 es ist ein junger Server und wir haben eine Deutsche Allianz [GWI] kommt und unterstützt uns .",
    "thumbsUp": 1,
    "version": null
  },
  {
    "id": "50a4100d-ba1a-490d-8132-47b265ed18f3",
    "date": "2021-09-27T10:58:00.676Z",
    "score": 5,
    "text": "Entwickler scheint mir nicht gewillt zu sein, die Gründe, weswegen die geforderten Berechtigungen benötigt werden, in der App-Beschreibung offen zu legen. Unliebsame Bewertungen werden stattdessen gelöscht.",
    "thumbsUp": 0,
    "version": null
  },
  {
    "id": "d6152601-09bd-45c9-a0f8-9199d0ded814",
    "date": "2021-04-09T16:26:10.379Z",
    "score": 5,
    "text": "Top. Ich spiele 50 Tage, ohne Geld. Bin bei Level 23. Geht aber nur in einer Allianz, aber kein Problem. Hab nur Game of War als Vergleichsmöglichkeit. Da war es stressiger und immer etwas knapp. Hier ist das besser. Aber ein Zeitfresser",
    "thumbsUp": 4,
    "version": "3.87.7"
  },
  {
    "id": "ac5e1e27-80b4-4ef1-8f17-f3a5c1bfae11",
    "date": "2022-05-12T08:56:19.199Z",
    "score": 5,
    "text": "Ich habe einiges an Geld investiert und seit heute als der Server down war, ist mein Account nicht mehr da. Ich habe das neue Update gemacht und nun sind alle Spielstände gelöscht !!",
    "thumbsUp": 0,
    "version": "4.22.2"
  },
  {
    "id": "89b02b61-6e38-40c1-bfce-43ec06c8e63a",
    "date": "2020-08-14T05:59:01.780Z",
    "score": 5,
    "text": "PayToWin ist da, aber wer Zeit investiert der kann definitiv gut mithalten. Bosse Bosse Bosse das ist wichtig und eine gute Allianz. Aber häufig Probleme mit den Servern das zu ändern wäre euer Ziel",
    "thumbsUp": 0,
    "version": "3.84.3"
  },
  {
    "id": "2ad6c197-b915-4c22-a530-157eddeea0a3",
    "date": "2020-09-28T16:28:41.108Z",
    "score": 5,
    "text": "Ein super-tolles Spiel. In-App-Käufe sind möglich (und günstig) aber nicht Voraussetzung um im Spiel weiterzukommen.",
    "thumbsUp": 5,
    "version": "3.84.9"
  },
  {
    "id": "2865ff3d-5914-4568-a2da-6a389bb8e0e6",
    "date": "2022-03-16T10:37:35.300Z",
    "score": 5,
    "text": "Meine Erfahrung ist , daß Evoy Sonderklasse ist. Weil meine Erfahrung mit Stadt Entwicklung, Leistungserhöhung und Ressourcen sammeln , Monstertötung ist zahlreich vorhanden.",
    "thumbsUp": 0,
    "version": null
  },
  {
    "id": "7c5e0ff8-b127-4eaf-b504-b8995b2acb87",
    "date": "2019-05-31T08:30:39.346Z",
    "score": 5,
    "text": "Ich bin begeistert 🤩! Das Spiel macht Spaß da die Entwickler immer mit den Spielern kommunizieren und schauen das der Spiel Spaß erhalten bleibt! Einfach ausprobieren!",
    "thumbsUp": 5,
    "version": null
  },
  {
    "id": "7b7c7bae-2207-4444-b1e9-4b03cffd09df",
    "date": "2023-02-26T18:01:04.999Z",
    "score": 5,
    "text": "Ich finde das Spiel sehr gut denn auch wenn es länger dauert man kann auch ohne Geldeinsatz weiterkommen.",
    "thumbsUp": 0,
    "version": "4.41.0"
  },
  {
    "id": "44efdb5b-74d4-4205-99a3-47ec75a268f0",
    "date": "2019-03-18T08:38:35.591Z",
    "score": 5,
    "text": "Das Spiel ist jetzt wieder toll. Was noch fehlt ist eine große Fliegen Klatsche, mit der man die lästigen Spieler vertreiben kann 😂😂",
    "thumbsUp": 5,
    "version": "3.6.1"
  },
  {
    "id": "ddca601e-1916-4624-ba1d-4837e3a02d11",
    "date": "2023-03-03T18:23:41.660Z",
    "score": 5,
    "text": "Kann mit Geduld auch ohne inApp Käufe gespielt werden. Es gibt aber viele Spieler die ein Vermögen in das Spiel investieren, da hat man dann natürlich keine Chance",
    "thumbsUp": 0,
    "version": "4.42.0"
  },
  {
    "id": "5a8cc176-406a-4ce4-9d98-0cb002cc9e0a",
    "date": "2024-01-26T15:31:30.100Z",
    "score": 5,
    "text": "Hallo Evony ich mag das Spiel aber es sollten Zukünftig keine Serverwartungen ausgeführt werden wenn ein Serverkampf im Gang ist wenn das nicht anders machbar ist erwarte ich mehr als die paar kleinen Schadensersatz und sorg gefälligst dafür das dad Spiel danach wieder reibungslos läuft das ist zur Zeit echt eine Frechheit mitten im Severkampf.",
    "thumbsUp": 300,
    "version": "4.65.1"
  },
  {
    "id": "d4e616c7-553a-401d-b4f7-b1ce1eb94e72",
    "date": "2020-09-05T13:54:50.744Z",
    "score": 5,
    "text": "Hallo An diese Leute Ich Erkläre so Leute gerne helfen !!! Also du kannst ja gerne Herruntergeladen diese Dinge ! Wenn du immer so Werbung dann macht du bitte keine Wlan oder Daten Vertrag ablaufen/ nur diese spielen läuft perfekt dann ist nicht mehr Langeweile. Sehr Gerne kein plm . Ich hab euch leute sehr lieb und gut vertrauen 😉👌😊👍",
    "thumbsUp": 2,
    "version": null
  },
  {
    "id": "8d8f2c7c-f503-4819-a5f7-7a9d24150df0",
    "date": "2022-07-23T08:32:17.419Z",
    "score": 5,
    "text": "Cooles Spiel auch ohne Geld ausgeben kommt weiter nur halt das es länger dauert je höher man die Gebäude levelt ansonsten gefällt mir das Spiel sehr sehr gut",
    "thumbsUp": 0,
    "version": "4.27.0"
  },
  {
    "id": "9aa9438e-3d87-4014-ad4e-efb0ee5782a2",
    "date": "2022-02-21T11:24:09.772Z",
    "score": 5,
    "text": "EIN super klasse Spiel macht mir persönlich sehr viel Spaß. ist zwar langwierig weil teilweise die Gebäude lange brauchen zum auflleweln aber mega gut gemacht",
    "thumbsUp": 1,
    "version": null
  },
  {
    "id": "ab2d44bd-28fc-4ad3-af75-5bd7cc925995",
    "date": "2021-12-29T19:51:41.820Z",
    "score": 5,
    "text": "Bin zwar erst seit einer Woche am spielen, aber kann sagen das es leicht zu verstehen ist und auch sehr gut zu spielen ist...sehr interssant und der übersetzer is auch sehr gut..also alles ins gesamt ein sehr gutes Spiel",
    "thumbsUp": 2,
    "version": "4.14.0"
  },
  {
    "id": "578dbcc3-e0c3-4306-95d3-d9274efaf465",
    "date": "2018-12-06T20:20:34.528Z",
    "score": 5,
    "text": "Leider komm ich seit heute nicht mehr ins spiel! Es kommt der screen mit dem spiel update, ab da funktioniert es nicht mehr! Kann es nicht wegklicken oder sonst was!! Bitte um Behebung!",
    "thumbsUp": 7,
    "version": "3.2.8"
  },
  {
    "id": "02ed9c69-aa90-45e0-918d-15584f79811d",
    "date": "2024-09-06T04:38:21.342Z",
    "score": 5,
    "text": "Ein ganz gutes Strategie Spiel, mit Rätsel. Man hat einen sehr guten aufgebaut in Game Chaet, mit dem man gut mit seinen Allianz Mitglieder oder Freunden aus dem Spiel kommunizieren kann. Die Garfik in diesem Spiel ist Top.",
    "thumbsUp": 0,
    "version": "4.81.0"
  },
  {
    "id": "b9fb3a6e-bf09-4db0-85b7-285d405ea2a7",
    "date": "2022-07-05T21:53:40.812Z",
    "score": 5,
    "text": "Sehr umfangreiches Aufbau- und Strategiespiel. Etwas komplizierte Handhabung, aber sehr ereignisreich. Ein toller Zeitvertreib.",
    "thumbsUp": 1,
    "version": "4.26.1"
  },
  {
    "id": "59752296-1a7d-4585-97ef-887d48a203ae",
    "date": "2020-02-04T22:01:13.531Z",
    "score": 5,
    "text": "Wie bis jetzt macht es Spaß..schade nur das die Monster zu schwer auch mit Level 1 zu erreichen sind..für die was nicht lange dabei sind.. Das wird bestimmt Spieler abschrecken",
    "thumbsUp": 4,
    "version": "3.82.4"
  },
  {
    "id": "2874eee5-44ad-46f3-ac54-6bcc443d79db",
    "date": "2023-04-30T20:18:22.447Z",
    "score": 5,
    "text": "Es ist zum k... das immer zu SVS Aktualisierungen gemacht werden, das Spiel reagiert nicht und man verliert die Truppen. Echt genial",
    "thumbsUp": 2,
    "version": "4.47.1"
  },
  {
    "id": "c77e9574-62c2-4d1b-81a2-221238322d95",
    "date": "2022-02-21T00:46:39.670Z",
    "score": 5,
    "text": "Super Game, sehr komplex und doch einfach in der Handhabung und leicht zu lernen. Vor allem mega Suchtfaktor und man kommt zu Beginn sehr schnell vorwärts.",
    "thumbsUp": 2,
    "version": "4.17.0"
  },
  {
    "id": "dfa6ba35-d9d4-4f90-a439-4d6740bde19e",
    "date": "2022-05-26T11:53:07.296Z",
    "score": 5,
    "text": "Tolles Spiel, nette Abwechslung vom Alltag und in einer coolen Allianz bin ich...👍die Leute sind👍 Allerdings ist das Spiel dann doch ganz anders wie beworben...;)",
    "thumbsUp": 0,
    "version": "4.23.5"
  },
  {
    "id": "69aa3e30-933d-45ca-9b72-3d7a11a5615f",
    "date": "2022-03-22T10:19:18.734Z",
    "score": 5,
    "text": "Als Anfänger gut zu verstehen, macht Spaß, einfach super... Genius... Das erste mal für mich so ein rollenspiel und ich bin voll drin im game... Nie wieder ohne.. 👌😉",
    "thumbsUp": 0,
    "version": "4.19.1"
  },
  {
    "id": "aca0fc99-914f-49c4-820a-bc9210c3a98f",
    "date": "2021-11-04T15:21:14.358Z",
    "score": 5,
    "text": "Man kann es auch getrost einfach mal nur warten lassen und ignorieren. Es handelt sich dabei immerhin nur um ein Spiel und nicht die Realität (maskulin).",
    "thumbsUp": 0,
    "version": "3.89.17"
  },
  {
    "id": "e42ef9d1-7021-4df3-8696-1cda74748a20",
    "date": "2022-11-03T09:54:49.768Z",
    "score": 5,
    "text": "Sehr interessantes Strategie Spiel und macht mir Spaß. Es wäre schön,wenn die Zeit ein wenig verkürzt wäre für das Upgraden.",
    "thumbsUp": 0,
    "version": "4.34.0"
  },
  {
    "id": "4c3415de-921f-4835-92ed-381025abc593",
    "date": "2022-09-23T06:54:58.864Z",
    "score": 5,
    "text": "Sehr gut gemachtes Spiel mit etwas Geduld auch ohne echt Geld möglich weiter zu kommen. In einer guten alliance macht es extrem Spaß und zu tun gibt es genug ohne langweilig zu werden.",
    "thumbsUp": 1,
    "version": "4.32.1"
  },
  {
    "id": "87f8a9e5-8739-4fef-8905-122a9150ead1",
    "date": "2021-12-11T01:25:56.655Z",
    "score": 5,
    "text": "Sehr cooles Game auch ohne Geld gut zu spielen und wenn man doch mal was ausgeben will bekommt man sehr viel für wenig alles im Grünen Bereich 👌",
    "thumbsUp": 1,
    "version": "4.1.1"
  },
  {
    "id": "f4c479b3-1e5d-493a-a044-d7d579292320",
    "date": "2024-06-27T12:29:20.752Z",
    "score": 5,
    "text": "kurz angezockt.... jede Menge Features, Kampf wie in der Werbung, schöne Grafik und das beste.....bis jetzt hab ich noch keine einzige Werbung wegdrücken müssen. super Spiel",
    "thumbsUp": 0,
    "version": "4.75.2"
  },
  {
    "id": "a4f4b797-71e2-40f9-8cea-7c485e40347f",
    "date": "2025-10-10T15:11:02.217Z",
    "score": 5,
    "text": "Das Spiel macht richtig Spaß",
    "thumbsUp": 0,
    "version": "5.10.0"
  },
  {
    "id": "6c1c42e3-08cf-4d0d-9df4-6972ed439baa",
    "date": "2022-06-06T11:59:11.990Z",
    "score": 5,
    "text": "Momentan nur Probleme mit anmelden, umschalten im Spiel und beim Auswählen von Aktionen erfolgt Absturz. Warum?",
    "thumbsUp": 0,
    "version": "4.24.2"
  },
  {
    "id": "b622f742-5cec-4ba0-ad9a-9d82d022e4b8",
    "date": "2022-07-04T19:54:25.489Z",
    "score": 5,
    "text": "Ich spiele Ebony, noch nicht sehr lange. Es macht mega viel Spaß... Ich komme gut und schnell vorran. Man muss kein reales Geld verwenden um vorran zukommen. Das finde ich sehr gut.",
    "thumbsUp": 0,
    "version": "4.26.1"
  },
  {
    "id": "b4faf634-8b0b-40ee-b907-a7c94f4bdf4f",
    "date": "2021-08-26T21:26:34.158Z",
    "score": 5,
    "text": "Bissen schwer mit Truppen und einzelnen Missionen ohne es richtig erklärt zubekommen und der ganze General Aufbau und rüstungsaufbau unklar alles aber sonst ein klasse Spiel.",
    "thumbsUp": 4,
    "version": "3.89.13"
  },
  {
    "id": "e28f4ab9-6ba2-402d-aacf-934278a12613",
    "date": "2021-03-04T00:02:35.349Z",
    "score": 5,
    "text": "Sehr gutes Spiel. Die einzige Kritik ist, dass die Upgrades solange dauern, und das die Upgrades so viele Recouccen brauchen.",
    "thumbsUp": 3,
    "version": "3.87.4"
  },
  {
    "id": "5f1e9970-896f-42a3-9b57-6ce5efd78175",
    "date": "2019-10-21T10:14:20.638Z",
    "score": 5,
    "text": "Super Game zählt zu meinen Favoriten Beide Daumen hoch Macht weiter so immer noch das ist das Beste überhaupt. Bin von Anfang an dabei und ihr werdet immer besser 🤘👍✌️😄",
    "thumbsUp": 2,
    "version": "3.80.1"
  },
  {
    "id": "75af590f-b424-4248-badf-36467b6aeca9",
    "date": "2021-11-05T04:01:43.768Z",
    "score": 5,
    "text": "Rätsel giebt es genug zum lösen. Aber finde ich uninteressant. Mein Königreich aufzubauen und mit der Allianz zu arbeiten macht mehr Spaß. Vielleicht solltet ihr doch auf candy crush umsteigen 😂🍬",
    "thumbsUp": 0,
    "version": "3.89.24"
  },
  {
    "id": "d1bb456a-c5b5-4f22-8ab8-4c88789a4f5a",
    "date": "2020-05-11T23:35:16.984Z",
    "score": 5,
    "text": "Interessantes Spiel zum Zeitvertreib und/oder für Zwischendurch. In der Allianz kommt man schneller voran, sodass man dazu geleitet wird sich in Community zusammen zu schließen und dadurch besteht auch ein gewisser sozialer Aspekt.",
    "thumbsUp": 18,
    "version": "3.82.13"
  },
  {
    "id": "18b06866-f665-4a4d-8fbe-d19a5ce8048c",
    "date": "2020-09-04T17:00:46.920Z",
    "score": 5,
    "text": "Das Spiel ist sehr gut gelungen und macht einen Spaß sowie es auch eine Menge an Spannung bietet.",
    "thumbsUp": 2,
    "version": "3.84.5"
  },
  {
    "id": "bb3bad05-3b1b-4c25-af7e-c3848255fa93",
    "date": "2024-03-23T18:03:08.155Z",
    "score": 5,
    "text": "Richtig Geil, aber es wird zu wenig geballert. Die Werbung hält nicht was sie verspricht, aber auch der schlechtere Teil vom Game is OK - oke. Aber nur Okay.",
    "thumbsUp": 1,
    "version": "4.69.0"
  },
  {
    "id": "e3f7313a-2d75-48c2-bf8a-05a77f48fd64",
    "date": "2020-03-31T22:38:58.853Z",
    "score": 5,
    "text": "Ist gutes Spiel,einige Zeit dabei...Was cool wäre wenn Server zusammengelegt werden..nicht immer nur neue Server...Spass wäre mehr...Entwickler hoffe ihr macht das....sonst Top...",
    "thumbsUp": 6,
    "version": "3.82.11"
  },
  {
    "id": "208ea209-ed6a-48f5-927f-b0492d06c3e2",
    "date": "2022-12-17T14:04:55.559Z",
    "score": 5,
    "text": "Top Spiel, das auch ohne Geldeinsatz zu spielen geht. Oder auch mit kleinen Invests. Super, weiter so.",
    "thumbsUp": 0,
    "version": "4.37.0"
  },
  {
    "id": "a48a21b5-5c9d-404e-a9f7-77171a367a65",
    "date": "2023-04-30T10:19:08.660Z",
    "score": 5,
    "text": "Super Spiel. Unsere Allianz existiert schon 1.5 Jahre. Macht Laune und Spaß zusammen spielen. Es lohnt sich auch ohne Geld investieren spielen. Danke EVONY.",
    "thumbsUp": 0,
    "version": "4.47.1"
  },
  {
    "id": "f04a78bf-4cf9-4807-9721-61d92575bf9a",
    "date": "2021-11-18T15:42:22.969Z",
    "score": 5,
    "text": "Einfaches Spiel das auch ohne Geldeinsatz machbar ist und ohne nervige Werbung für Gratisgifts.",
    "thumbsUp": 0,
    "version": "4.0.5"
  },
  {
    "id": "cfd71c93-b91e-4c4e-a6fa-71ac1fdb18f5",
    "date": "2022-03-26T21:32:44.342Z",
    "score": 5,
    "text": "Rund um zufrieden..😁 für jemand der so etwas zum ersten mal spiel sehr gut erklärt , top Einleitung und über Haupt einfach geil ...",
    "thumbsUp": 1,
    "version": "4.19.2"
  },
  {
    "id": "798bb4af-4240-4603-8dd7-d9fa4449c112",
    "date": "2022-08-02T22:37:46.888Z",
    "score": 5,
    "text": "Tolles Spiel und günstig wenn man schneller Leveln möchte. Man trifft tolle Leute.",
    "thumbsUp": 0,
    "version": "4.28.0"
  },
  {
    "id": "bd16240c-6654-4043-a31b-26728664fea5",
    "date": "2023-02-25T19:20:30.914Z",
    "score": 5,
    "text": "Sehr gutes Spiel, mit absolutem Suchtfaktor. KEINE WERBUNG das ist Großartig! Absolute Empfehlung, wenn man die Kategorie mag 👍",
    "thumbsUp": 0,
    "version": "4.41.0"
  },
  {
    "id": "bb2b1792-a52b-461e-9129-b2aeecd11299",
    "date": "2021-03-16T17:59:58.332Z",
    "score": 5,
    "text": "Ich bin jetzt lv 22 und auf server 400 Heiße sir Nike Und habe für ein 7 Tage schild gekauft aber Keins bekommen Meine Diamanten waren aber alle weg!!!! Total kake kann man das Beheben?? Liebe Evonys bitte Behebt das ansonsten ist das spiele ok 👌👌",
    "thumbsUp": 2,
    "version": "3.87.5"
  },
  {
    "id": "2bdfd5af-c596-42c5-8fa7-000e49c929df",
    "date": "2023-05-08T07:47:29.444Z",
    "score": 5,
    "text": "Ich bin vorhin aus Spiel raus da hatte ich noch 12000 Diamanten. Jetzt gehe ich ins Spiel wieder rein und habe nur noch 3500 Diamanten. Wo sind meine Diamanten geblieben. Eine Frechheit ist das und Betrug. Spiel wird gelöscht. Zockt andere ab.",
    "thumbsUp": 0,
    "version": "4.47.1"
  },
  {
    "id": "97e664bb-3327-4cde-aade-20e2cbbda587",
    "date": "2022-11-04T19:38:40.887Z",
    "score": 5,
    "text": "Alles gut, nur Spiel hakt und hat Probleme mit Serververbindung nach dem neuen Update",
    "thumbsUp": 1,
    "version": "4.35.1"
  },
  {
    "id": "375d4f0c-9ff7-47d5-8a26-0014a18aed26",
    "date": "2023-01-20T11:11:26.269Z",
    "score": 5,
    "text": "Man findet tolle menschen in diesem Spiel. Viele unterschiedliche mentalitäten in einem topfpf, ein tolles erlebniss",
    "thumbsUp": 0,
    "version": "4.38.4"
  },
  {
    "id": "81cb2902-9965-4ba4-8ff4-72fd74ab9857",
    "date": "2020-12-02T19:34:33.868Z",
    "score": 5,
    "text": "Hihes Suchtpotential. Macht richtig Spaß und man kann auch gut sein ohne Geld auszugeben!",
    "thumbsUp": 1,
    "version": "3.86.1"
  },
  {
    "id": "992df8df-81e0-4111-92c7-29d01cf6c6ff",
    "date": "2020-09-16T02:54:55.669Z",
    "score": 5,
    "text": "Es ist ein gutes Spiel aber um weiter zu kommen braucht man ein bisschen Geduld und viel Geld 😉",
    "thumbsUp": 8,
    "version": "3.84.6"
  },
  {
    "id": "f38cff9e-6b72-4634-b6c2-dbe911225334",
    "date": "2020-04-14T07:45:14.271Z",
    "score": 5,
    "text": "Ein Super Spiel hatte eben gespielt und bin kurz raus wollte wieder rein er hat mich nicht mehr angenommen,jetzt versuche ich es noch mal.",
    "thumbsUp": 4,
    "version": "3.82.11"
  },
  {
    "id": "8430c586-d761-4d0d-bf2e-2df675030433",
    "date": "2021-05-12T10:52:52.333Z",
    "score": 5,
    "text": "Schönes Spiel, tolle Mitspieler (international), der Übersetzer im Spiel orientiert sich an Google, was manchmal lustige Verwechslungen bringt.",
    "thumbsUp": 1,
    "version": "3.87.13"
  },
  {
    "id": "5c3d874c-2996-4ae7-9801-1a47b750f653",
    "date": "2022-09-20T02:23:49.176Z",
    "score": 5,
    "text": "Super aufgebaut und unterhaltsam. Aber Vorsicht. Zeitintensiv und Süchtig machend.",
    "thumbsUp": 0,
    "version": "4.31.1"
  },
  {
    "id": "c0d13550-bd17-43cd-ada3-8774a7d7d49b",
    "date": "2020-10-24T05:33:04.827Z",
    "score": 5,
    "text": "Macht Spaß, gibt viele Rätsel. Dazwischen ist es eine Wirtschaftssimmulation die man mitspielen muss um neue Rötsel frei zu schalten",
    "thumbsUp": 1,
    "version": "3.84.11"
  },
  {
    "id": "52f22955-c159-4649-b582-b5ae8fadfda2",
    "date": "2021-09-24T15:43:08.982Z",
    "score": 5,
    "text": "Mega spiel dachte am Anfang joa naja lösche ich bestimmt nach 1-2 Tagen doch das Spiel hat mich echt gefesselt ich bin jede freie Sekunde im game haha",
    "thumbsUp": 1,
    "version": "3.89.19"
  },
  {
    "id": "47cda689-168a-47a6-9a0f-5baa1c1c27bf",
    "date": "2021-08-24T18:51:56.420Z",
    "score": 5,
    "text": "Macht einfach nur Spaß. Nutze jede Sekunde aus um dieses Spiel zu spielen und bin auch sehr weit gekommen im kürze. Weiter machen so.",
    "thumbsUp": 1,
    "version": "3.89.13"
  },
  {
    "id": "48c1f929-ebe3-4ea1-a108-97454527c05a",
    "date": "2020-04-24T13:08:04.355Z",
    "score": 5,
    "text": "Das Spiel fängt gut an und ich bin begeistert. Aber nach 4 Spielen komme ich nicht auf Stufe 2. Warum?",
    "thumbsUp": 2,
    "version": "3.82.12"
  },
  {
    "id": "c15b75c1-0b5b-4063-8f5d-ffb91774b554",
    "date": "2021-10-24T18:03:22.138Z",
    "score": 5,
    "text": "Sehr gutes Spiel, man könnte noch einen ingame Übersetzer in der Email Funktion einfügen.",
    "thumbsUp": 4,
    "version": "3.89.24"
  },
  {
    "id": "88c3b537-02e6-49e6-b3f4-aa176e8f7fbb",
    "date": "2022-07-28T14:41:48.311Z",
    "score": 5,
    "text": "Ich finde gut : Abwechslungsreich, tolle Grafik und guter Spielfluss - ich hoffe es bleibt so...",
    "thumbsUp": 1,
    "version": "4.28.0"
  },
  {
    "id": "3c297184-36dc-4db9-8dde-807d5a5dbe89",
    "date": "2021-11-23T07:26:08.614Z",
    "score": 5,
    "text": "Sehr gut aber die Kosten sind zu hoch wenn man über Googleplay bucht über Apple ist es viel Günstiger",
    "thumbsUp": 0,
    "version": "4.0.5"
  },
  {
    "id": "7872dd77-9e3e-4417-bb7b-26d744cdb544",
    "date": "2022-06-28T18:13:52.998Z",
    "score": 5,
    "text": "tolles Strategiespiel, keine Werbung, das hochleveln dauert leider etwas zu lange",
    "thumbsUp": 1,
    "version": "4.25.3"
  },
  {
    "id": "9ba25907-8e1d-49e4-9fd8-0b1bb9f52ff3",
    "date": "2022-04-08T17:24:33.560Z",
    "score": 5,
    "text": "Ich liebe das Spiel weil es keine Werbung hat und es mach mir sehr Spaß bitte bitte ladet ech das runder biiiiiiiiiìiiiiitttttttttttteeeeeee🥺🥺🥺🥺🥺🥺🥺🥺🥺🥺",
    "thumbsUp": 0,
    "version": null
  },
  {
    "id": "ed0b7864-2673-46dd-b00f-4d7d79defd6e",
    "date": "2022-02-18T17:57:20.439Z",
    "score": 5,
    "text": "Macht wirklich Spaß sofern man ein Spiel gedenkt länger spielen zu wollen , es braucht Geduld und Hirnschmalz",
    "thumbsUp": 0,
    "version": "4.15.6"
  },
  {
    "id": "7761d7fd-f9fe-430a-93f6-eeaefdba84d8",
    "date": "2022-11-14T16:35:43.646Z",
    "score": 5,
    "text": "Spiel macht echt süchtig, man hat so viele Möglichkeiten etwas zu machen, das wird nie langweilig",
    "thumbsUp": 0,
    "version": "4.35.4"
  },
  {
    "id": "23c46288-abaa-4082-96bb-3d5a9100089f",
    "date": "2021-10-13T05:01:05.616Z",
    "score": 5,
    "text": "Sehr zeitintensiv, aber eine schöne Ablenkung vom Alltag",
    "thumbsUp": 0,
    "version": "3.89.23"
  },
  {
    "id": "5b747d55-5a2c-4d62-b68a-d888d3ce49a6",
    "date": "2022-05-10T02:55:27.560Z",
    "score": 5,
    "text": "Tolles Spiel. Versucht es selbst. Nicht langweilig. Kaum Werbung !!!",
    "thumbsUp": 0,
    "version": "4.22.2"
  },
  {
    "id": "568a29e0-959c-4930-ad4f-5c3a4ec26b41",
    "date": "2022-01-21T07:41:13.758Z",
    "score": 5,
    "text": "Ein sehr fesselndes und vielfältiges Spiel. Achtung ⚠️ Suchtgefahr.",
    "thumbsUp": 0,
    "version": "4.15.1"
  },
  {
    "id": "50306592-e473-42f7-b0dd-7ce257e0ca9b",
    "date": "2022-08-15T21:57:55.162Z",
    "score": 5,
    "text": "Nach Update auf 4.29.1 läuft wieder alles bestens, i love it.",
    "thumbsUp": 0,
    "version": "4.29.1"
  },
  {
    "id": "45f6ce22-bb9b-472d-9ca7-996f00a0e666",
    "date": "2021-10-17T13:46:36.492Z",
    "score": 5,
    "text": "Funktioniert sehr gut. Dass spielen in einer größeren Allianz macht echt Spaß mit anderen Spielern",
    "thumbsUp": 0,
    "version": "3.89.24"
  },
  {
    "id": "5d8e322e-d4b7-4e7f-a949-dad03d76365a",
    "date": "2022-08-18T21:50:28.720Z",
    "score": 5,
    "text": "Ein sehr vielseitiges Spiel mit Rätseln, Abenteuern und Bauen wie Catan",
    "thumbsUp": 0,
    "version": "4.29.1"
  },
  {
    "id": "c7956633-5b72-4491-ba8d-e744cc1931ea",
    "date": "2020-05-11T16:00:51.196Z",
    "score": 5,
    "text": "Tolles Spiel wo man schnell vorwärts kommt. Kommt auch ohne Käufe gut voran",
    "thumbsUp": 3,
    "version": "3.82.13"
  },
  {
    "id": "3f94d7c3-8b43-4bbd-8c4e-2a2baf4e9452",
    "date": "2020-08-28T18:42:05.220Z",
    "score": 5,
    "text": "Ein umfangreiches Spiel, nach einer Woche macht mehr Spaß!",
    "thumbsUp": 2,
    "version": "3.84.4"
  },
  {
    "id": "e425c8c4-6166-4de8-b9ee-e971456cf69e",
    "date": "2022-02-26T06:04:31.712Z",
    "score": 5,
    "text": "Komplex aber ohne Werbung. Mit Chat mit den allianzmitgliedern.",
    "thumbsUp": 0,
    "version": "4.17.2"
  },
  {
    "id": "fef37690-949e-464c-a89c-2631c1546c96",
    "date": "2020-12-24T03:40:59.931Z",
    "score": 5,
    "text": "Evony ist ein ganz cooles Kampf Spiel.Und macht riesig Spaß. von mir.bekommt das Spiel 5 Sterne",
    "thumbsUp": 0,
    "version": null
  },
  {
    "id": "eab184ea-5d09-4c06-ac6e-1c3d5a1e607c",
    "date": "2021-01-01T18:55:04.501Z",
    "score": 5,
    "text": "Super game Lässt sich auch ohne real money lange spielen und macht Spass",
    "thumbsUp": 2,
    "version": "3.86.5"
  },
  {
    "id": "ab5421ba-39fe-425c-8730-884c2269f606",
    "date": "2021-08-29T08:59:54.144Z",
    "score": 5,
    "text": "Einfach nur FANTASTISCH, das beste Spiel dass es gibt. Weiter so Evony. Ständige Spielabbrüche ist das einzige, das nervt brutal. VgTobse",
    "thumbsUp": 2,
    "version": "3.89.1"
  },
  {
    "id": "861f82c0-87e7-4011-8507-5c2ab8239c9f",
    "date": "2025-01-02T00:22:32.832Z",
    "score": 5,
    "text": "Meine Erfahrungen mit Evony ,ich habe immer noch viel Spaß mit dem Spiel.",
    "thumbsUp": 0,
    "version": null
  },
  {
    "id": "ba8f9ff5-04b4-47d5-9777-57301b2c4669",
    "date": "2025-02-26T14:14:39.556Z",
    "score": 5,
    "text": "Neues Update funktioniert nicht richtig. Verbindungsprobleme und der Server ist überlastet.",
    "thumbsUp": 17,
    "version": "4.93.1"
  },
  {
    "id": "ad17ff5d-d9fc-4a45-8ebc-f98968dbdaff",
    "date": "2019-12-27T18:10:03.728Z",
    "score": 5,
    "text": "Das Spiel ist gelungen. Ich spiele auf Server 42 wir sind eine deutsche Allianz und heißen GFC wir können noch ein paar deutsch spieler gebrauch 😉 schaut es euch mal an .",
    "thumbsUp": 3,
    "version": "3.81.6"
  },
  {
    "id": "2cdecb48-e21a-4a07-a8a5-9467d6455923",
    "date": "2022-01-14T21:46:58.706Z",
    "score": 5,
    "text": "Dieses Spiel ist einfach Weltklasse. Meine Erfahrungen sind sehr gut.",
    "thumbsUp": 0,
    "version": "4.15.0"
  },
  {
    "id": "2e7c7dcc-4edc-4fca-a3a2-9f6003e74b58",
    "date": "2023-07-24T06:44:51.261Z",
    "score": 5,
    "text": "Sehr komplexes Strategiespiel. Leider geht ohne Kaufen nichts",
    "thumbsUp": 0,
    "version": "4.52.2"
  },
  {
    "id": "f2320c64-1b50-4bda-8ce2-f638cf105256",
    "date": "2022-05-07T08:41:57.930Z",
    "score": 5,
    "text": "ich finde das Spiel nur cool weil ich für dieses nette Spielchen hier gems für \"weed Inc\" bekomme mit denen ich mir Money holen kann also meine kinnas gibt euch Mal das game👻",
    "thumbsUp": 1,
    "version": "4.22.2"
  },
  {
    "id": "7daf244f-2582-4ad6-9b55-854536e3bc5d",
    "date": "2020-11-22T22:47:19.860Z",
    "score": 5,
    "text": "Super Spiel richtig süchtig macht. Bloß zu verstehen Dauert sehr viel Abenteuer. KÄMPFEN und jagen.",
    "thumbsUp": 2,
    "version": "3.86.1"
  },
  {
    "id": "80a8107c-546f-4d4f-842f-0a2743cce43c",
    "date": "2024-06-22T13:51:37.419Z",
    "score": 5,
    "text": "Ich bin noch nicht weit, aber schon mal positiv: Spiel ist wirklich so, wie beworben. Bisher noch keine Werbung, obwohl ich online spiele.",
    "thumbsUp": 15,
    "version": "4.75.2"
  },
  {
    "id": "1650dd14-01b4-44ba-b632-53d1c39faa5a",
    "date": "2021-03-17T21:22:09.741Z",
    "score": 5,
    "text": "Sehr schöner Zeit vertreib. Es wird nicht langweilig und es gibt Wöchentlich, fast täglich neue Herausforderung.",
    "thumbsUp": 0,
    "version": "3.87.5"
  },
  {
    "id": "7d441069-441f-4c3a-938d-6131dfb0e68b",
    "date": "2021-12-25T20:20:48.755Z",
    "score": 5,
    "text": "Ist ein Strategie Spiel mit vielen verschiedenen wegen.",
    "thumbsUp": 0,
    "version": "4.13.3"
  },
  {
    "id": "8a99e727-def1-4b09-a38a-535c087f6a15",
    "date": "2025-03-25T06:05:20.747Z",
    "score": 5,
    "text": "Ein recht unterhaltsames & interessantes Spiel, welches sich zeitlich sehr gut steuern lässt! 😊",
    "thumbsUp": 2,
    "version": "4.95.0"
  },
  {
    "id": "b73223c9-dc5b-44b3-b0f1-ffa731b624c2",
    "date": "2022-12-27T21:56:53.171Z",
    "score": 5,
    "text": "Ich bin begeistert,sehr detailliertes Spieleerlebnis und kostenlos spielbar,super",
    "thumbsUp": 0,
    "version": "4.38.0"
  },
  {
    "id": "2cd0dcf3-8dab-40e5-8a4b-0fcec7cc8eeb",
    "date": "2022-11-14T05:05:05.175Z",
    "score": 5,
    "text": "Tolles Spiel n bisschen viel von allem aber das ist ja normal bei diesem S Gametyp.",
    "thumbsUp": 0,
    "version": "4.35.4"
  },
  {
    "id": "058077a5-3774-454c-8bf3-e021aebe8117",
    "date": "2022-11-21T23:30:29.245Z",
    "score": 5,
    "text": "Wenn man einmal im Spiel drinn ist, ja dann macht es auch Fun. Klasse.",
    "thumbsUp": 0,
    "version": "4.35.4"
  },
  {
    "id": "f63ce22b-e1b2-43c1-b21f-7ede364df7a8",
    "date": "2021-09-20T16:47:37.216Z",
    "score": 5,
    "text": "Alles in allem ein gutes Spiel. Man kommt auch ohne Geld Aufwendungen voran.",
    "thumbsUp": 2,
    "version": "3.89.16"
  },
  {
    "id": "6b1725c8-2ef6-445b-a09b-2c3932caeac0",
    "date": "2022-09-21T16:41:53.413Z",
    "score": 5,
    "text": "Finde den Spielaufbau sehr gut, macht Spaß!",
    "thumbsUp": 0,
    "version": "4.31.1"
  },
  {
    "id": "42a2e11c-facb-4648-8f93-747c706997b6",
    "date": "2020-08-03T18:24:10.125Z",
    "score": 5,
    "text": "Super spielspass auch ohne Geld. Viel Beschäftigung, wird nicht langweilig. 5 Sterne",
    "thumbsUp": 3,
    "version": "3.84.0"
  },
  {
    "id": "9eff54d3-207d-4a03-9180-01052d5d668e",
    "date": "2021-01-17T12:24:16.113Z",
    "score": 5,
    "text": "Tolles Spiel und vor allem keine Werbung!",
    "thumbsUp": 1,
    "version": "3.86.8"
  },
  {
    "id": "8b7c1db9-2908-44ff-b1c1-6fc84470608f",
    "date": "2022-01-23T17:05:25.452Z",
    "score": 5,
    "text": "Tolles Spiel mit Suchtpotential. Auch ohne Geld spaßig.",
    "thumbsUp": 0,
    "version": "4.15.1"
  },
  {
    "id": "c1714732-dbfe-4713-a6b6-57660137fdc7",
    "date": "2024-03-23T15:52:49.386Z",
    "score": 5,
    "text": "Sehr schönes Spiel, kurzweilig und sehr gut gelungen und gemacht!!!",
    "thumbsUp": 0,
    "version": "4.69.0"
  },
  {
    "id": "0292f84a-ae03-4e88-8649-87dfe6802c30",
    "date": "2020-09-17T14:57:03.395Z",
    "score": 5,
    "text": "Gutes Spiel aber Werbung nervt etwas.",
    "thumbsUp": 1,
    "version": "3.84.8"
  },
  {
    "id": "4f30a47a-1362-41db-bc08-f98285409cfc",
    "date": "2022-11-04T10:06:58.317Z",
    "score": 5,
    "text": "Bestes game ever aber seit dem letzten Update kann ich kaum vernünftig im chat schreiben das ist etwas nervig",
    "thumbsUp": 0,
    "version": "4.35.1"
  },
  {
    "id": "cc363d8f-72ca-4f6d-a0b9-a36476ad652e",
    "date": "2024-03-22T22:20:32.980Z",
    "score": 5,
    "text": "Schönes Spiel, lockt Menschen mit Rätsel, die es kaum gibt.",
    "thumbsUp": 0,
    "version": null
  },
  {
    "id": "b1782035-3441-47b5-9bee-cdb32d0bc75d",
    "date": "2022-10-16T13:34:41.958Z",
    "score": 5,
    "text": "Super Spiel und hier kommt man auch weiter ohne viel Geld zu bezahlen",
    "thumbsUp": 0,
    "version": "4.33.2"
  },
  {
    "id": "5baf03a0-0145-43e2-8f13-3ab993eb7987",
    "date": "2021-12-29T16:48:14.978Z",
    "score": 5,
    "text": "Geniales Spiel schöne Details und täglich mehrere Stunden spielbar .",
    "thumbsUp": 0,
    "version": null
  },
  {
    "id": "7f94300b-8b5e-44c5-9203-a6cd004004e6",
    "date": "2024-07-22T15:54:19.559Z",
    "score": 5,
    "text": "bisher macht es Spaß. etwas weniger an Kaufangebote wäre super",
    "thumbsUp": 0,
    "version": "4.77.2"
  },
  {
    "id": "9c3a338e-6f92-40cc-b034-7062b72b640c",
    "date": "2023-08-17T21:33:16.632Z",
    "score": 5,
    "text": "Ich habe versucht meine Konto wieder zurücksetzen geht nicht ist Einfach verschwunden 😡😭 nach lange Zeit spiele",
    "thumbsUp": 0,
    "version": "4.54.0"
  },
  {
    "id": "027a5211-b78b-41a7-b585-2890c921ee60",
    "date": "2022-07-26T15:42:49.951Z",
    "score": 5,
    "text": "Sehr Abwechsungsreich. Mit vielen Optionen.",
    "thumbsUp": 0,
    "version": "4.27.0"
  },
  {
    "id": "6527b4e6-e51d-44ff-bdef-58199176995b",
    "date": "2022-03-02T19:33:38.486Z",
    "score": 5,
    "text": "Das Spiel lässt sich nicht mehr öffnen seit dem letzten Update",
    "thumbsUp": 0,
    "version": "4.18.0"
  },
  {
    "id": "a5a38b88-b197-41e3-8973-153dbc1c771e",
    "date": "2022-09-28T09:59:28.811Z",
    "score": 5,
    "text": "Tolles Spiel mit internationaler Gemeinde, macht echt Spaß!",
    "thumbsUp": 0,
    "version": "4.32.3"
  },
  {
    "id": "a9871074-cf86-4e8c-a54d-6a3d8a68985a",
    "date": "2022-11-02T14:09:52.228Z",
    "score": 5,
    "text": "Super Spiel macht auch nach längerer zeit spaß keine eintagsfliege",
    "thumbsUp": 0,
    "version": "4.34.0"
  },
  {
    "id": "cff8bdd3-65ae-4780-ab1e-29185ffb8a4a",
    "date": "2019-01-24T13:07:16.560Z",
    "score": 5,
    "text": "macht einfach nur zu Fun hat sucht Faktor. Ich kann es nur weiter empfehlen 😁💖",
    "thumbsUp": 9,
    "version": "3.5.3"
  },
  {
    "id": "aa278850-1f71-4a22-8e36-64345fd92099",
    "date": "2021-05-02T20:00:16.717Z",
    "score": 5,
    "text": "Viel Zeitaufwand und Geduld sind gefragt macht dennoch Spaß",
    "thumbsUp": 1,
    "version": "3.87.12"
  },
  {
    "id": "1d1437a0-8c0b-47e2-833c-6a7225c737d6",
    "date": "2025-05-30T11:11:30.822Z",
    "score": 5,
    "text": "Die Übersetzung ist stellenweise sehr rätselhaft und unverständlich",
    "thumbsUp": 9,
    "version": "5.00.0"
  },
  {
    "id": "85c74d71-04ad-4268-91be-6c2fdbe38c78",
    "date": "2024-11-23T18:56:17.799Z",
    "score": 5,
    "text": "Geil wie in der Werbung, endlich mal! Suchten in der Bahn",
    "thumbsUp": 0,
    "version": "4.86.2"
  },
  {
    "id": "4ce126a7-56fa-4c74-9146-3ce26cd92ce7",
    "date": "2020-12-17T17:20:51.208Z",
    "score": 5,
    "text": "Super Spiel wo Köpfchen gefragt ist. Was fehlt ist eine Spielanleitung in deutscher Sprache...",
    "thumbsUp": 5,
    "version": "3.86.3"
  },
  {
    "id": "953eb0f0-fc29-484e-9be9-6d38106aaf55",
    "date": "2021-06-02T10:02:15.394Z",
    "score": 5,
    "text": "Tolles Spiel.... auch ohne hohen Geldinvest. In einer aktiven Allianz kommt man gut weiter.",
    "thumbsUp": 8,
    "version": "3.87.13"
  },
  {
    "id": "6fb4a0b9-88f8-4d46-8c1b-8ea698bee224",
    "date": "2021-10-12T06:17:48.886Z",
    "score": 5,
    "text": "Es ist ein gutes Strategie Spiel. Macht Spass es zu spielen.",
    "thumbsUp": 0,
    "version": "3.89.23"
  },
  {
    "id": "6eb2925a-0edb-4c18-aa7f-7c17641344c8",
    "date": "2022-10-08T06:39:29.112Z",
    "score": 5,
    "text": "Endlich ein Spiel bei dem die Werbung auch wirklich stimmt.",
    "thumbsUp": 0,
    "version": "4.32.4"
  },
  {
    "id": "4d8ea6f1-6846-4cbd-ba17-7c430849e63c",
    "date": "2021-02-12T13:30:00.489Z",
    "score": 5,
    "text": "Bis auf den Übersetzer ein tolles Spiel",
    "thumbsUp": 1,
    "version": "3.86.11"
  },
  {
    "id": "458a8533-58a8-4db9-97b0-59817b5d9bdc",
    "date": "2021-08-13T19:23:43.227Z",
    "score": 5,
    "text": "Tolles, unterhaltsames, anspruchsvoller und vom PayToWin fair...macht Spaß",
    "thumbsUp": 1,
    "version": "3.89.12"
  },
  {
    "id": "955749e2-175f-42be-923f-deea6e1effb7",
    "date": "2022-10-12T21:14:55.866Z",
    "score": 5,
    "text": "Warum erlauben die Entwickler, daß Leute sich mit einem Namen mit Hackenkreuz, ins Spiel einloggen dürfen ?????",
    "thumbsUp": 0,
    "version": "4.33.0"
  },
  {
    "id": "35117660-fa47-4308-b2d7-16d60bc9d56f",
    "date": "2023-02-28T15:00:46.966Z",
    "score": 5,
    "text": "Ein tolles spiel aber die server laggen immer also geht noch",
    "thumbsUp": 0,
    "version": null
  },
  {
    "id": "7625cf78-a0aa-4636-8695-72bdd5c58da0",
    "date": "2022-11-04T19:03:01.591Z",
    "score": 5,
    "text": "Macht Spaß und ist auch ohne Inappkäufe spannend",
    "thumbsUp": 0,
    "version": "4.35.1"
  },
  {
    "id": "c547719c-e850-46dc-8bd6-8f0cb78772b5",
    "date": "2020-02-07T15:25:23.387Z",
    "score": 5,
    "text": "Einfach zu verstehen und gut",
    "thumbsUp": 1,
    "version": "3.82.5"
  },
  {
    "id": "d58b32c6-011b-4044-87c2-73afcd52bb1b",
    "date": "2020-05-17T16:26:19.544Z",
    "score": 5,
    "text": "Schönes Spiel bloß blöd an ressi zu kommen und Bauzeit ist der horror",
    "thumbsUp": 1,
    "version": "3.82.13"
  },
  {
    "id": "84b72d85-f42e-497f-a121-47cfe7b20dbb",
    "date": "2021-08-03T08:43:52.461Z",
    "score": 5,
    "text": "Tolle Grafik, vielfältige Spielsituationen, tolle Teamintegration",
    "thumbsUp": 1,
    "version": "3.89.10"
  },
  {
    "id": "77f601ab-d2f8-42fb-a7d1-7661042a3416",
    "date": "2024-05-29T11:36:47.226Z",
    "score": 5,
    "text": "Ich finde, dass es ein richtig gutes Spiel ist mit vielen Belohnungen.",
    "thumbsUp": 0,
    "version": "4.73.2"
  },
  {
    "id": "da4b6606-471b-4094-83aa-6d4cd0013800",
    "date": "2022-03-07T16:15:44.596Z",
    "score": 5,
    "text": "Mega cooles spiel nur zum empfehlen ladet es euch runter fertraut mir!!",
    "thumbsUp": 0,
    "version": "4.18.1"
  },
  {
    "id": "6dbe2e72-9ee5-46cc-807c-53ab6000ddbb",
    "date": "2024-12-11T21:08:42.804Z",
    "score": 5,
    "text": "Es macht Spaß und ist einfach zu bedienen, Top 😊👍",
    "thumbsUp": 0,
    "version": "4.87.2"
  },
  {
    "id": "1599c914-6543-4681-8bd2-0511cb9b77db",
    "date": "2025-02-22T08:04:25.427Z",
    "score": 5,
    "text": "Ja es ist ein bisschen schwierig für meine Computer Aber mit gedul und schpuke fenktmann jede muke 😂😂🐢🐢",
    "thumbsUp": 7,
    "version": "4.93.0"
  },
  {
    "id": "59ce3a36-1793-4a36-993b-868d0ad7dc21",
    "date": "2021-07-02T11:40:10.762Z",
    "score": 5,
    "text": "Finde tolles Spiel, abwechslungsreich und man kommt gut voran.",
    "thumbsUp": 0,
    "version": "3.87.19"
  },
  {
    "id": "1f92d0ac-ad7c-486a-b787-e19fa8158bc1",
    "date": "2024-04-14T11:08:53.387Z",
    "score": 5,
    "text": "Sehr schönes Spiel mann muss es länger spielen es macht großen spaß",
    "thumbsUp": 1,
    "version": "4.70.0"
  },
  {
    "id": "39513882-ea7d-4cc1-b5d0-76db3de8e6af",
    "date": "2023-07-21T07:18:30.953Z",
    "score": 5,
    "text": "Gutes Spiel mit wenig Werbung",
    "thumbsUp": 0,
    "version": null
  }
]